Repository: owncloud/music
Catalog: l10n/*/music.po
Languages: az, be, de_de, fi_fi, hu_hu, th_th

source: Generate API password
az: APİ şifrəsinin generasiyası
be: Стварыць пароль для API
de_de: API-Passwort erzeugen
fi_fi: Luo API-salasana
hu_hu: API-jelszó előállítása
th_th: สุ่มรหัสผ่าน API

source: Generated {{ datetime }}
be: Створаны {{ datetime }}
fi_fi: Generoitu {{ datetime }}
hu_hu: Előállítás ideje: {{ datetime }}

source: Genre
be: Жанр
hu_hu: Műfaj

source: Genres
be: Жанры
de_de: Genre
fi_fi: Genret
hu_hu: Műfajok

source: Getting started
be: Пачатак працы
de_de: Erste Schritte
fi_fi: Aloitusohje
hu_hu: Kezdeti lépések

source: Has image
be: З відарысам
fi_fi: Kuva asetettu
hu_hu: Van képe

source: Has no genre
be: Без жанру
fi_fi: Ei genreä
hu_hu: Nincs műfaja

source: Here you can generate passwords to use with the Ampache or Subsonic API. Separate passwords are used because they can't be stored in a really secure way due to the design of the APIs. You can generate as many passwords as you want and revoke them at anytime.
be: Тут вы можаце стварыць паролі для Ampache або Subsonic API. Выкарыстоўваюцца асобныя паролі, таму што іх немагчыма захоўваць бяспечным спосабам з-за асаблівасцей API. Вы можаце стварыць колькі заўгодна пароляў і адклікаць іх у любы час.
de_de: Hier können Sie Passwörter zur Benutzung mit der Ampache- oder Subsonic-API erzeugen. Es werden separate Passwörter verwendet, da diese aufgrund des API-Designs nicht auf sichere Art und Weise gespeichert werden können. Sie können so viele Passwörter generieren wie Sie möchten und diese jederzeit verwerfen.
fi_fi: Tästä voit luoda Ampache tai Subsonic API:n kanssa käytettäviä salasanoja. Erillisiä salasanoja käytetään koska rajapintojen rajoitteiden takia niitä ei voida käsitellä täysin turvallisesti. Voit luoda niin monta salasanaa kuin haluat ja peruuttaa ne koska vain.
hu_hu: Itt hozhat létre jelszavakat, amikkel távolról használhatja az Ampache szolgáltatást. Azért van szükség másik jelszóra, mert az Ampache protokoll miatt a használt jelszó nem tárolható igazán biztonságosan. Bármikor visszavonhatja az Ampache jelszavát és újat hozhat létre (sőt tobbfélét is használhat a különböző eszközeihez).

source: Hint: To list tracks with more refined criteria, try <a href="{{url}}">Advanced search</a>
be: Падказка: Каб знайсці трэкі па больш дакладных крытэрыях, паспрабуйце <a href="{{url}}">Пашыраны пошук</a>
fi_fi: Vihje: Jos haluat listata kappaleita tarkemmilla kriteereillä, kokeile <a href="{{url}}">tarkennettua hakua</a>
hu_hu: Tipp: A számok kifinomultabb feltételek alapján történő listázásához próbálja ki a <a href="{{url}}">Részletes keresés</a>-t

source: History
be: Гісторыя
fi_fi: Historia
hu_hu: Előzmények

source: If this URL doesn't work try to append '/server/xml.server.php'.
be: Калі гэты URL-адрас не працуе, паспрабуйце дадаць да яго '/server/xml.server.php'.
de_de: Sollte diese URL nicht funktionieren, versuchen Sie, '/server/xml.server.php' anzuhängen.
fi_fi: Jos tämä URL-osoite ei toimi, yritä lisätä sen perään '/server/xml.server.php'.
hu_hu: Ha ez az URL nem működik, próbáld hozzátoldani ezt: „/server/xml.server.php”.

source: If you have a PLS or M3U file containing the stream URL, then first upload the file to your cloud using the Files app, press the … symbol next to the navigation item "Internet radio", and select "Import from file". Find the previously uploaded playlist file and press "Choose".
be: Калі ў вас ёсць файл PLS або M3U, які змяшчае URL-адрас трансляцыі, спачатку запампуйце файл у воблака з дапамогай праграмы Файлы, націсніце сімвал … побач з элементам навігацыі "Інтэрнэт-радыё" і выберыце "Імпарт з файла". Знайдзіце запампаваны файл плэй-ліста і націсніце "Выбраць".
fi_fi: Jos sinulla on PLS- tai M3U-tiedosto, joka sisältää radio-striimin URL-osoitteen, lataa tiedosto ensin pilveen Tiedostot-sovelluksen avulla, paina ... -symbolia navigointikohdan "Internet-radio" vieressä ja valitse "Tuo tiedostosta". Etsi aiemmin ladattu soittolistatiedosto ja paina "Valitse".
hu_hu: Ha van PLS vagy M3U fájlja, amely a stream URL-t tartalmazza, akkor először töltse fel a fájlt a felhőjébe a Fájlok alkalmazás segítségével, nyomja meg a … szimbólumot az „Internetes rádió” navigációs elem mellett, és válassza az „Importálás fájlból” lehetőséget. Keresse meg a korábban feltöltött lejátszólistát, és nyomja meg a „Kiválasztás” gombot.

source: If you know the stream URL to add, then press the … symbol next to the navigation item "Internet radio", and select "Add manually".
be: Калі вы ведаеце URL-адрас трансляцыі, якую трэба дадаць, націсніце сімвал … побач з пунктам навігацыі "Інтэрнэт-радыё" і выберыце "Дадаць уручную".
fi_fi: Jos tiedät lisättävän radio-striimin URL-osoitteen, paina ... -symbolia navigointikohdan "Internet-radio" vieressä ja valitse "Lisää manuaalisesti".
hu_hu: Ha ismeri az hozzáadandó stream URL-t, nyomd meg a … szimbólumot az „internetes rádió” navigációs elem mellett, és válaszd a „Kézi hozzáadás” lehetőséget.

source: Import from file
be: Імпарт з файла
de_de: Aus Datei importieren
fi_fi: Tuo tiedostosta
hu_hu: Importálás fájlból

source: Import playlist contents from the selected file
be: Імпарт змесціва плэй-ліста з выбранага файла
de_de: Wiedergabelisten aus der ausgewählten Datei importieren
fi_fi: Tuo soittolistan sisältö valitusta tiedostosta
hu_hu: Lejátszólista tartalmának importálása a kiválasztott fájlból

source: Import podcast channels from the selected OPML file
be: Імпарт каналаў падкастаў з выбранага файла OPML
hu_hu: Podcast csatornák importálása a kiválasztott OPML fájlból

source: Import radio stations from the selected file
be: Імпарт радыёстанцый з выбранага файла
de_de: Radiostationen aus der ausgewählten Datei importieren
fi_fi: Tuo radio-asemat valitusta tiedostosta
hu_hu: Rádióállomások importálása a kiválasztott fájlból

source: Imported {{ count }} radio stations from the file {{ file }}.
be: З файла {{ file }} імпартавана радыёстанцый: {{ count }}.
de_de: {{ count}} Radiostationen wurden aus der Datei {{ file }} importiert.
fi_fi: Tuotiin {{ count }} radioasemaa tiedostosta {{ file }}.
hu_hu: Importálva {{ count }} rádióállomás ebből a fájlból: {{ file }}.

source: Imported {{ count }} tracks from the file {{ file }}.
be: З файла {{ file }} імпартавана файлаў: {{ count }}.
de_de: {{ count}} Titel wurden aus der Datei {{ file }} importiert.
fi_fi: Tuotiin {{ count }} kappaletta tiedostosta {{ file }}.
hu_hu: Importálva {{ count }} szám ebből a fájlból: {{ file }}.

source: In addition to the web interface, this setting is respected in the Subsonic interface although not necessarily by all clients.
be: У дадатак да вэб-інтэрфейсу гэты параметр ужываецца ў інтэрфейсе Subsonic, хоць і не абавязкова ўсімі кліентамі.
fi_fi: Web-käyttöliittymän lisäksi tätä asetusta noudatetaan Subsonic-rajapinnassa, vaikkakaan kaikki Subsonic-asiakkaat eivät välttämättä noudata sitä.
hu_hu: A webes felületen kívül ez a beállítás a Subsonic felületére is vonatkozik, bár nem minden kliens alkalmazza feltétlenül.

source: In case your stream does not play, see <a href="{{url}}" target="_blank">troubleshooting</a>
be: Калі трансляцыя не прайграецца, звярніцеся да раздзела <a href="{{url}}" target="_blank">вырашэнне праблем</a>
fi_fi: Jos radiokanava ei soi, katso <a href="{{url}}" target="_blank">vianmääritys</a>
hu_hu: Ha nem megy a stream lejátszás, nézd meg a <a href="{{url}}" target="_blank">hibaelhárítás</a> oldalt

source: Increase playback speed
be: Павялічыць хуткасць прайгравання
fi_fi: Lisää toistonopeutta
hu_hu: Lejátszási sebesség növelése

source: Increase volume. Adjust more with <strong>SHIFT</strong> or less with <strong>ALT</strong>.
be: Павялічыць гучнасць. Рэгуляваць мацней з <strong>SHIFT</strong> ці слабей з <strong>ALT</strong>.
fi_fi: Lisää äänenvoimakkuutta. Säädä enemmän <strong>SHIFT</strong>-näppäimellä tai vähemmän <strong>ALT</strong>-näppäimellä.
hu_hu: Hangerő növelése. Állítsa erősebben a <strong>SHIFT</strong>-tel, vagy gyengébben az <strong>ALT</strong>-tal.

source: Info
be: Інфармацыя
fi_fi: Tietoja
hu_hu: Infó

source: Internal server error
be: Унутраная памылка сервера
de_de: Interner Server-Fehler
fi_fi: Sisäinen virhe palvelimella
hu_hu: Belső szerverhiba

source: Internet radio
be: Інтэрнэт-радыё
hu_hu: Internetes rádió

source: Internet radio stations
be: Інтэрнэт-радыёстанцыі
de_de: Internetradiostationen
fi_fi: Internet radio -asemat
hu_hu: Internetes rádióállomások

source: Invalid RSS feed URL
be: Памылковы URL-адрас RSS-стужкі
de_de: Ungültiger RSS-Feed
fi_fi: Epäkelpo RSS-syötteen osoite
hu_hu: Érvénytelen RSS-hírfolyam URL

source: Is
be: Раўняецца
fi_fi: On
hu_hu: Az

source: Is equal to
be: Раўняецца
fi_fi: On sama kuin
hu_hu: Egyenlő

source: Is false
be: Не
fi_fi: On epätosi
hu_hu: Hamis

source: Is greater than
be: Больш за
fi_fi: On suurempi kuin
hu_hu: Nagyobb mint

source: Is greater than or equal to
be: Больш за або раўняецца
fi_fi: On suurempi tai yhtä suuri kuin
hu_hu: Nagyobb vagy egyenlő

source: Is less than
be: Менш за
fi_fi: On pienempi kuin
hu_hu: Kisebb mint

source: Is less than or equal to
be: Менш за або раўняецца
fi_fi: On pienempi tai yhtä suuri kuin
hu_hu: Kisebb vagy egyenlő

source: Is not
be: Не раўняецца
fi_fi: Ei ole
hu_hu: Az nem

source: Is not equal to
be: Не раўняецца
fi_fi: Ei ole sama kuin
hu_hu: Nem egyenlő

source: Is played
be: Быў прайграны
fi_fi: On soitettu
hu_hu: Lejátszva

source: Is played album
be: Прайграны альбом
fi_fi: On soitettu albumi
hu_hu: Lejátszott album

source: Is played artist
be: Прайграны выканаўца
fi_fi: On soitettu esittäjä
hu_hu: Lejátszott előadó

source: Is true
be: Так
fi_fi: On tosi
hu_hu: Igaz

source: Jump to the next track
be: Наступны трэк
fi_fi: Hyppää seuraavaan kappaleeseen
hu_hu: Ugrás a következő számra

source: Jump to the previous track
be: Папярэдні трэк
fi_fi: Hyppää edelliseen kappaleeseen
hu_hu: Ugrás az előző számra

source: Keyboard shortcuts
be: Спалучэнні клавіш
fi_fi: Näppäimistöoikotiet
hu_hu: Billentyűparancsok

source: Last played
be: Апошняе прайгранае
fi_fi: Viimeksi soitettu
hu_hu: Utoljára lejátszva

source: Limit
be: Абмежаванне
fi_fi: Raja
hu_hu: Korlát

source: List size
be: Памер спіса
fi_fi: Listan koko
hu_hu: Listahossz

source: Lyrics
be: Словы песні
de_de: Songtext
fi_fi: Lyriikat
hu_hu: Dalszöveg

source: MIME type
be: Тып MIME
de_de: MIME-Typ
fi_fi: MIME-tyyppi
hu_hu: MIME típus

source: Many features of the Music app are based on the metadata stored in the audio files. However, scanning this data may consume a lot of time on some systems using external storage. When disabled, the library structure is built based on the file and folder names only.
be: Многія функцыі праграмы Музыка заснаваны на метаданых аўдыяфайлаў. Аднак сканіраванне гэтых даных можа заняць шмат часу ў некаторых сістэмах са знешнім сховішчам. Калі гэта функцыя адключана, структура бібліятэкі будуецца толькі на аснове назваў файлаў і папак.
fi_fi: Monet Musiikki-sovelluksen ominaisuudet perustuvat äänitiedostoihin tallennettuihin metatietoihin. Näiden tietojen skannaaminen voi kuitenkin kuluttaa paljon aikaa joissakin järjestelmissä, joissa käytetään erillistä tallennustilaa. Kun asetus on poistettu käytöstä, perustuu kirjaston rakenne vain tiedosto- ja kansioiden nimiin.
hu_hu: A Zene alkalmazás számos funkciója a hangfájlokban tárolt metaadatokon alapul. Azonban ennek a adatnak a beolvasása sok időt vehet igénybe egyes rendszereken külső tárhely használata esetén. Ha ki van kapcsolva, a könyvtárszerkezet csak a fájl- és mappaneveken alapul.

source: Many functionalities of the Music app web UI can be controlled with keyboard shortcuts.
be: Многімі функцыямі вэб-інтэрфейсу Музыкі можна кіраваць з дапамогай спалучэнняў клавіш.
fi_fi: Musiikkisovelluksen web-käyttöliittymän monia toimintoja voidaan hallita pikanäppäimillä.
hu_hu: A Zene alkalmazás webes felületének számos funkciója billentyűparancsokkal vezérelhető.

source: Matches regular expression
be: Адпавядае рэгулярнаму выразу
fi_fi: Vastaa säännöllistä lauseketta
hu_hu: Egyezik reguláris kifejezésre

source: Modified
be: Зменены
de_de: Bearbeitet
fi_fi: Muokattu
hu_hu: Módosítva

source: Music
az: Musiqi
be: Музыка
de_de: Musik
fi_fi: Musiikki
hu_hu: Zene
th_th: เพลง

source: Music library
be: Музычная бібліятэка
fi_fi: Musiikkikirjasto
hu_hu: Zenekönyvtár

source: Mute
be: Выкл. гук
fi_fi: Vaimenna
hu_hu: Némítás

source: Mute / Unmute
be: Укл./выкл. гук
fi_fi: Vaimenna / Poista vaimennus
hu_hu: Némítás / Hangosítás

source: Name
be: Назва
fi_fi: Nimi
hu_hu: Név

source: New Playlist
be: Новы плэй-ліст
de_de: Neue Wiedergabeliste
fi_fi: Uusi soittolista
hu_hu: Új lejátszólista

source: New music available
be: Даступна новая музыка
de_de: Neue Musik verfügbar
fi_fi: Uusia kappaleita saatavilla
hu_hu: Új zene elérhető
th_th: มีเพลงใหม่มาแล้ว

source: New music available. Click here to reload the music library.
be: Даступна новая музыка. Націсніце тут, каб перазагрузіць музычную бібліятэку.
de_de: Neue Musik verfügbar. Zum erneuten Einlesen der Musiksammlung, hier klicken.
fi_fi: Uusia kappaleita saatavilla. Napsauta päivittääksesi musiikkikirjastosi.
hu_hu: Új zene elérhető. Kattintson ide a zenekönyvtár újratöltéséhez.
th_th: มีเพลงใหม่ คลิกที่นี่เพื่อโหลดไลบรารีเพลงใหม่

source: New radio station
be: Новая радыёстанцыя
de_de: Neue Radiostation
fi_fi: Uusi radioasema
hu_hu: Új rádióállomás

source: Next
az: Növbəti
be: Наступны
de_de: Weiter
fi_fi: Seuraava
hu_hu: Következő
th_th: ถัดไป

source: No channels
be: Няма каналаў
de_de: Keine Kanäle
fi_fi: Ei kanavia
hu_hu: Nincsenek csatornák

source: No music found
be: Музыка не знойдзена
de_de: Keine Musik gefunden
fi_fi: Musiikkia ei löytynyt
hu_hu: Nem található zene
th_th: ไม่พบเพลง

source: No search results in this view for <strong>{{ queryString }}</strong>
be: Няма вынікаў пошуку па запыце <strong>{{ queryString }}<strong>
de_de: Keine Suchergebnisse in dieser Ansicht für <strong>{{ queryString }}</strong>
fi_fi: Hakusanalla <strong>{{ queryString }}</strong> ei löytynyt tuloksia tästä näkymästä
hu_hu: Nincs találat ebben a nézetben erre: <strong>{{ queryString }}</strong>

source: No stations
be: Няма станцый
de_de: Keine Stationen
fi_fi: Ei asemia
hu_hu: Nincsenek állomások

source: No tracks
be: Няма трэкаў
de_de: Keine Titel
fi_fi: Ei kappaleita
hu_hu: Nincsenek számok

source: No tracks matching the filters
be: Няма трэкаў, якія адпавядаюць фільтрам
fi_fi: Suodattimia vastaavia kappaleita ei ole
hu_hu: Nincsenek számok a megadott szűrőre

source: Normal layout
be: Звычайны макет
de_de: Normales Layout
fi_fi: Normaali asettelu
hu_hu: Normál elrendezés

source: Not recently added
be: Няма нядаўна дададзеных
fi_fi: Ei lisätty lähiaikoina
hu_hu: Régebben volt hozzáadva

source: Not recently played
be: Няма нядаўна прайграных
fi_fi: Ei soitettu lähiaikoina
hu_hu: Régebben volt játszva

source: Note that Music may not be compatible with all Ampache/Subsonic clients. Check the verified <a href="{{ampacheClientsUrl}}" target="_blank">Ampache clients</a> and <a href="{{subsonicClientsUrl}}" target="_blank">Subsonic clients</a>.
be: Звярніце ўвагу, што праграма Музыка можа быць несумяшчальнай з некаторымі кліентамі Ampache/Subsonic. Праверце спіс спраўджаных <a href="{{ampacheClientsUrl}}" target="_blank">кліентаў Ampache</a> і <a href="{{subsonicClientsUrl}}" target="_blank">кліентаў Subsonic</a>.
de_de: Beachten Sie, dass die Musik-App möglicherweise nicht mit allen Ampache/Subsonic-Clients kompatibel ist. Konsultieren Sie die Liste der verifizierten <a href="{{ampacheClientsUrl}}" target="_blank">Ampache-</a> und <a href="{{subsonicClientsUrl}}" target="_blank">Subsonic-Clients</a>.
fi_fi: Huomaa, että Musiikki ei ehkä ole yhteensopiva kaikkien Ampache/Subsonic-asiakasohjelmien kanssa. Tarkista vahvistetut <a href="{{ampacheClientsUrl}}" target="_blank">Ampache-asiakkaat</a> ja <a href="{{subsonicClientsUrl}}" target="_blank">Subsonic-asiakkaat</a>.
hu_hu: Megjegyzés: A Zene alkalmazás nem feltétlenül kompatibilis minden Ampache/Subsonic klienssel. Ellenőrizd a megerősített <a href="{{ampacheClientsUrl}}" target="_blank">Ampache klienseket</a> és <a href="{{subsonicClientsUrl}}" target="_blank">Subsonic klienseket</a>.

source: Note that this selection makes any difference only when the library has more than the requested number of matches. In the strict mode, only the best matching songs are included with no element of randomness.
be: Звярніце ўвагу, што гэты выбар мае значэнне толькі тады, калі ў бібліятэцы больш за запытаную колькасць супадзенняў. У строгім рэжыме ўключаюцца толькі песні, што найбольш адпавядаюць, без элемента выпадковасці.
fi_fi: Huomaa, että tällä valinnalla on merkitystä vain silloin, kun kirjastossa on enemmän kuin pyydetty määrä osumia. Tiukassa tilassa vain parhaiten sopivat kappaleet otetaan mukaan ilman minkäänlaista satunnaisuutta.
hu_hu: Megjegyzés: Ennek a beállításnak csak akkor van hatása, ha a könyvtárban több elem található, mint amennyi egyező számot kértél. A szigorú üzemmódban csak a legjobban illeszkedő dalok kerülnek be, véletlenszerű elemek nélkül.

source: Note: When the path is changed, any previously scanned files outside the new path are removed from the collection and any playlists.
be: Звярніце ўвагу: Пры змене шляху ўсе раней адсканіраваныя файлы па-за новым шляхам выдаляюцца з калекцыі і ўсіх плэй-лістоў.
de_de: Hinweis: Wenn der Pfad geändert wird, werden alle zuvor gescannten Dateien außerhalb des neuen Pfads aus der Sammlung und allen Wiedergabelisten entfernt.
fi_fi: Huomaa: Kun polkua muutetaan, kaikki aiemmin skannatut tiedostot uuden polun ulkopuolella poistetaan kokoelmasta ja kaikista soittolistoista.
hu_hu: Megjegyzés: Ha az útvonal megváltozik, minden olyan korábban beolvasott fájl, amely nem esik az új útvonal alá, törlődik a gyűjteményből és minden lejátszási listából.

source: Now playing
be: Зараз гучыць

source: Number of albums
be: Колькасць альбомаў
de_de: Zahl der Alben
fi_fi: Albumien määrä
hu_hu: Albumok száma

source: Number of performed tracks
be: Колькасць выкананых трэкаў
de_de: Zahl der gespielten Titel
fi_fi: Esitettyjen kappaleiden määrä
hu_hu: Lejátszott számok száma

source: Number of tracks
be: Колькасць трэкаў
de_de: Zahl der Titel
fi_fi: Kappaleiden määrä
hu_hu: Számok száma

source: Number of tracks on albums
be: Колькасць трэкаў на альбомах
de_de: Zahl der Titel auf dem Album
fi_fi: Kappaleiden määrä albumeilla
hu_hu: Számok száma az albumon

source: Off
be: Выкл.
de_de: Aus
fi_fi: Pois
hu_hu: Ki

source: Often played
be: Часта прайграваныя
fi_fi: Usein soitettu
hu_hu: Gyakran lejátszva

source: Overwrite existing file
be: Перазапісаць існуючы файл
de_de: Existierende Datei überschreiben
fi_fi: Ylikirjoita aiempi tiedosto
hu_hu: Létező fájl felülírása

source: Password:
be: Пароль:
de_de: Passwort:
fi_fi: Salasana:
hu_hu: Jelszó:

source: Path to exclude from your music collection
be: Шлях для выключэння з вашай музычнай калекцыі
de_de: Von der Musiksammlung auszuschließender Pfad
fi_fi: Musiikkikokoelmasta ohitettava polku
hu_hu: Útvonal kizárása a zenegyűjteményből

source: Path to your music collection
az: Sizin musiqi yığmasının ünvanı
be: Шлях да вашай музычнай калекцыі
de_de: Pfad zur Musiksammlung
fi_fi: Musiikkikokoelman polku
hu_hu: A zenegyűjtemény útvonala
th_th: เส้นทางที่จะเก็บเพลงของคุณ

source: Paths to exclude from your music collection
be: Шляхі для выключэння з вашай музычнай калекцыі
de_de: Von der Musiksammlung auszuschließende Pfade
fi_fi: Musiikkikokoelmasta ohitettavat polut
hu_hu: Útvonalak kizárása a zenegyűjteményből

source: Paths with a leading '/' character are resolved relative to the user home directory and others relative to the music library base path.
be: Шляхі з пачатковым сімвалам '/' вызначаюцца адносна дамашняга каталога карыстальніка, а астатнія — адносна базавага шляху музычнай бібліятэкі.
de_de: Pfade mit einem führenden /-Zeichen werden relativ zum Home-Verzeichnis des Benutzers aufgelöst, andere relativ zum Basispfad der Musikbibliothek.
fi_fi: Polut, joissa on alussa /-merkki, ratkaistaan suhteessa käyttäjän kotikansioon ja muut polut suhteessa musiikkikirjaston peruspolkuun.
hu_hu: A „/” karakterrel kezdődő útvonalak a felhasználói könyvtárhoz képest kerülnek feloldásra, a többi pedig a zenekönyvtár alapútvonalához képest.

source: Pause
az: Ara ver
be: Прыпыніць
fi_fi: Keskeytä
hu_hu: Szünet
th_th: หยุดชั่วคราว

source: Play
az: Oxu
be: Прайграць
de_de: Abspielen
fi_fi: Toista
hu_hu: Lejátszás
th_th: เล่น

source: Play / Pause
be: Прайграць / прыпыніць
fi_fi: Toista / Keskeytä
hu_hu: Lejátszás / Szünet

source: Play history
be: Гісторыя прайгравання
fi_fi: Soittohistoria
hu_hu: Lejátszási előzmények

source: Playback rate
be: Хуткасць прайгравання
fi_fi: Toistonopeus
hu_hu: Lejátszás sebessége

source: Playback speed not adjustible for the current song
be: Хуткасць прайгравання бягучай песні не рэгулюецца
fi_fi: Toistonopeutta ei voi säätää nykyiselle kappaleelle
hu_hu: A lejátszás sebessége nem állítható a jelenlegi dalhoz

source: Played times
be: Колькасць прайграванняў
fi_fi: Soittokerrat
hu_hu: Lejátszások száma

source: Playlist
be: Плэй-ліст
de_de: Wiedergabeliste
fi_fi: Soittolista
hu_hu: Lejátszólista

source: Playlist exported to file {{ path }}
be: Плэй-ліст экспартаваны ў файл {{ path }}
de_de: Wiedergabeliste exportiert in Datei {{ path }}
fi_fi: Soittolista vietiin tiedostoon {{ path }}
hu_hu: Lejátszólista exportálva ebbe a fájlba: {{ path }}

source: Playlist name
be: Назва плэй-ліста
fi_fi: Soittolistan nimi
hu_hu: Lejátszólista neve

source: Playlist or folder not found
be: Плэй-ліст або папка не знойдзены
de_de: Wiedergabeliste oder Ordner nicht gefunden
fi_fi: Soittolista tai kansio ei löytynyt
hu_hu: Nem található a lejátszólista vagy mappa

source: Please report any bugs and issues to the <a href="{{issueTrackerUrl}}" target="_blank">issue tracker</a>
be: Паведамляйце пра любыя памылкі і праблемы ў <a href="{{issueTrackerUrl}}" target="_blank">сістэму адсочвання праблем</a>
de_de: Bitte melden Sie alle Bugs und Probleme im <a href="{{issueTrackerUrl}}" target="_blank">Issue Tracker</a>
fi_fi: Ilmoita mahdollisista virheistä ja ongelmista <a href="{{issueTrackerUrl}}" target="_blank">seurantaan</a>
hu_hu: Kérjük, jelezze a hibákat és problémákat a <a href="{{issueTrackerUrl}}" target="_blank">hibakövetőn</a>

source: Podcast channel
be: Канал падкаста
fi_fi: Podcast-kanava
hu_hu: Podcast csatorna

source: Podcast channel "{{ title }}" added
be: Кнала падкаста "{{ title }}" дададзены
de_de: Podcast-Kanal "{{ title }}" hinzugefügt
fi_fi: Podcast-kanava "{{ title }}" lisättiin
hu_hu: Podcast csatorna hozzáadva: „{{ title }}”

source: Podcast channels exported to file {{ path }}
be: Каналы падкастаў экспартаваны ў файл {{ path }}
hu_hu: Podcast csatorna exportálva ebbe a fájlba: {{ path }}

source: Podcast episode
be: Эпізод падкаста
fi_fi: Podcast-jakso
hu_hu: Podcast epizód

source: Podcast metadata
be: Метаданыя падкаста
fi_fi: Podcastin tiedot
hu_hu: Podcast metaadatai

source: Podcasts
be: Падкасты
fi_fi: Podcastit
hu_hu: Podcastok

source: Previous
az: Əvvələ
be: Папярэдні
de_de: Zurück
fi_fi: Edellinen
hu_hu: Előző
th_th: ก่อนหน้า

source: Problem connecting Last.fm. The API key may be invalid.
be: Праблема з падключэннем да Last.fm. Магчыма, ключ API несапраўдны.
de_de: Probleme zu Last.fm zu verbinden. Der API-Schlüssel könnte ungültig sein.
fi_fi: Virhe yhdistettäessä Last.fm-palveluun. API-avain saattaa olla virheellinen.
hu_hu: Sikertelen kapcsolódás a Last.fm-re. Az API-kulcs érvénytelen lehet.

source: RSS URL
be: URL-адрас RSS
fi_fi: RSS-osoite

source: Radio station
be: Радыёстанцыя
fi_fi: Radioasema
hu_hu: Rádióállomás

source: Radio station not found
be: Радыёстанцыя не знойдзена
fi_fi: Radioasemaa ei löydy
hu_hu: Nem található a rádióállomás
