Repository: owncloud/music
Catalog: l10n/*/music.po
Languages: az, be, de_de, fi_fi, hu_hu, th_th

source: Use this address to browse your music collection from an Ampache compatible player.
be: Выкарыстоўвайце гэты адрас для прагляду вашай музычнай калекцыі з дапамогай прайгравальніка, сумяшчальнага з Ampache.
de_de: Nutzen Sie diese Adresse zum Durchsuchen Ihrer Musiksammlung auf einem Ampache-kompatiblen Abspieler.
fi_fi: Käytä tätä osoitetta selataksesi musiikkikokoelmaasi Ampache-yhteensopivalta soittimelta.
hu_hu: Ezt a címet használva a zenegyűjtemény bármely Ampache-kompatibilis lejátszóval böngészhető.

source: Used filters: {{ params }}
be: Выкарыстоўваюцца фільтры: {{ params }}
fi_fi: Käytetyt suotimet: {{ params }}
hu_hu: Használt szűrők: {{ params }}

source: User interface
be: Карыстальніцкі інтэрфейс
de_de: Benutzeroberfläche
fi_fi: Käyttöliittymä
hu_hu: Felhasználói felület

source: Username:
be: Імя карыстальніка:
de_de: Benutzername:
fi_fi: Käyttäjätunnus:
hu_hu: Felhasználónév:

source: Website
be: Вэб-сайт
fi_fi: Verkkosivu
hu_hu: Webhely

source: Writing to the file is not allowed
be: Запіс у файл забаронены
de_de: Das Schreiben der Datei ist nicht erlaubt
fi_fi: Tiedostoon kirjoittaminen ei ole sallittua
hu_hu: Nem engedélyezett az írás a fájlba

source: Year
be: Год
fi_fi: Vuosi
hu_hu: Év

source: Years
be: Гады
fi_fi: Vuodet
hu_hu: Évek

source: You can browse and play your music collection from external applications which support either Ampache or Subsonic API.
be: Вы можаце праглядаць і прайграваць сваю музычную калекцыю са знешніх праграм, якія падтрымліваюць Ampache або Subsonic API.
de_de: Sie können Ihre Musiksammlung mit externen Apps durchsuchen und abspielen, die entweder die Ampache- oder die Subsonic-API unterstützen.
fi_fi: Voit selata ja soittaa musiikkikokoelmaasi ulkoisilla sovelluksilla, jotka tukevat joko Ampache- tai Subsonic-rajapintaa.
hu_hu: A zenegyűjteményét böngészheti és lejátszhatja külső alkalmazásokból, amelyek támogatják az Ampache vagy a Subsonic API-t.

source: You can use the wild cards '?', '*', and '**':
be: Вы можаце выкарыстоўваць падстаноўныя сімвалы '?', '*' і '**':
de_de: Es können die Platzhalter '?', '*', und '**' verwendet werden:
fi_fi: Voit käyttää jokerimerkkejä '?', '*' ja '**':
hu_hu: Használhatja a „?”, „*”, és „**” helyettesítő karaktereket:

source: You may add radio stations either by manually entering the stream URL or by importing a playlist file containing one or more stream URLs.
be: Вы можаце дадаць радыёстанцыі, увёўшы URL-адрас трансляцыі ўручную або імпартаваўшы файл плэй-ліста, які змяшчае адзін або некалькі URL-адрасоў трансляцый.
fi_fi: Voit lisätä radioasemia joko syöttämällä striimin URL:n manuaalisesti tai tuomalla soittolistatiedoston, joka sisältää yhden tai useamman striimin URL:n.
hu_hu: Hozzáadhat rádióállomásokat manuálisan a stream URL megadásával vagy egy lejátszólista-fájl importálásával, amely egy vagy több stream URL-t tartalmaz.

source: Your streams will be scrobbled to {{service}}. Click <strong>Disconnect</strong> to stop scrobbling.
be: Трансляцыі будуць скробліцца на {{service}}. Націсніце <strong>Адлучыць</strong>, каб спыніць скроблінг.

source: albums
be: альбомах
fi_fi: albumit
hu_hu: albumok

source: artists
be: выканаўцах
fi_fi: esittäjät
hu_hu: előadók

source: author
be: аўтар
de_de: Autor
fi_fi: tekijä
hu_hu: előadó

source: bit rate
be: бітрэйт
fi_fi: bittinopeus
hu_hu: bitráta

source: build date
be: дата зборкі
de_de: Erstellungsdatum
fi_fi: koostettu
hu_hu: fordítás dátuma

source: by album
be: па альбоме
de_de: nach Album
fi_fi: albumin mukaan
hu_hu: album szerint

source: by artist
be: па выканаўцу
de_de: nach Künstler
fi_fi: esittäjän mukaan
hu_hu: előadó szerint

source: by channel
be: па канеле
fi_fi: kanavan mukaan
hu_hu: csatorna szerint

source: by name
be: па назве
fi_fi: nimen mukaan
hu_hu: név szerint

source: by play count
be: па колькасці прайграванняў
fi_fi: soittokertojen mukaan
hu_hu: lejátszások száma szerint

source: by rating
be: па рэйтынгу
fi_fi: arvosanan mukaan
hu_hu: értékelés szerint

source: by recent play
be: паводле нядаўняга прайгравання
fi_fi: tuoreen soiton mukaan
hu_hu: legutóbbi lejátszás szerint

source: by time added
be: па часе дадавання
fi_fi: lisäysajan mukaan
hu_hu: hozzáadás ideje szerint

source: by title
be: па загалоўку
de_de: nach Titel
fi_fi: nimen mukaan
hu_hu: cím szerint

source: category
be: катэгорыя
de_de: Kategorie
fi_fi: luokka
hu_hu: kategória

source: channel
be: канал
de_de: Kanal
fi_fi: kanava
hu_hu: csatorna

source: copyright
be: аўтарскае права
fi_fi: tekijänoikeus
hu_hu: szerzői jog

source: description
be: апісанне
de_de: Beschreibung
fi_fi: kuvaus
hu_hu: leírás

source: duration
be: працягласць
de_de: Dauer
fi_fi: kesto
hu_hu: időtartam

source: episode
be: эпізод
fi_fi: jakso
hu_hu: epizód

source: keywords
be: ключавыя словы
de_de: Schlüsselworte
fi_fi: avainsanat
hu_hu: kulcsszavak

source: language
be: мова
de_de: Sprache
fi_fi: kieli
hu_hu: nyelv

source: limiting to
be: не больш за
fi_fi: rajoittaen
hu_hu: korlátozva

source: matching all rules
be: адпавядае ўсім правілам
fi_fi: jotka vastaavat kaikkia sääntöjä
hu_hu: minden szabályra egyezve

source: matching any rule
be: адпавядае любому правілу
fi_fi: jotka vastaavat mitä tahansa sääntöä
hu_hu: bármely szabályra egyezve

source: ordering results
be: сартаваць
fi_fi: järjestäen tulokset
hu_hu: rendezve

source: playlists
be: плэй-лістах
fi_fi: soittolistat
hu_hu: lejátszólisták

source: podcast channels
be: каналах падкастаў
fi_fi: podcast-kanavat
hu_hu: podcast csatornák

source: podcast episodes
be: эпізодах падкаста
fi_fi: podcast-jaksot
hu_hu: podcast epizódok

source: published
be: апублікаваны
de_de: veröffentlicht
fi_fi: julkaistu
hu_hu: kiadva

source: radio stations
be: радыёстанцыях

source: randomly
be: выпадкова
fi_fi: satunnaisesti
hu_hu: véletlenszerűen

source: season
be: сезон
de_de: Staffel
fi_fi: tuotantokausi
hu_hu: évad

source: size
be: памер
de_de: Größe
fi_fi: koko
hu_hu: méret

source: stream URL
be: URL-адрас трансляцыі
fi_fi: striimin URL

source: title
be: загаловак
de_de: Titel
fi_fi: otsikko
hu_hu: cím

source: tracks
be: трэках
fi_fi: kappaleet
hu_hu: számok
th_th: เพลง

source: unlimited
be: без абмежавання
fi_fi: rajoittamaton
hu_hu: korlátlan

source: updates checked
be: абнаўленні правераны
de_de: Aktualisierungen geprüft
fi_fi: päivitykset tarkastettu
hu_hu: frissítések ellenőrizve

source: version history
be: гісторыя версій
de_de: Versionsgeschichte
fi_fi: versiohistoria
hu_hu: verzió előzmények

source: website
be: вэб-сайт
fi_fi: verkkosivu
hu_hu: webhely

source: {{ $count }} previously scanned file is no longer available
be: {{ $count }} раней прасканіраваны файл больш недаступны

source: {{ count }} album
be: {{ count }} альбом
fi_fi: {{ count }} albumi

source: {{ count }} channel
be: {{ count }} канал
de_de: {{ count }} Kanal
fi_fi: {{ count }} kanava
hu_hu: {{ count }} csatorna

source: {{ count }} duplicate track was removed
be: {{ count }} дублікат трэка быў выдалены
fi_fi: {{ count }} kaksoiskappale poistettiin
hu_hu: {{ count }} szám másodpéldánya eltávoltva

source: {{ count }} entries were skipped.
be: Запісаў прапушчана: {{ count }}.
de_de: {{ count }} Einträge wurden übersprungen.
fi_fi: {{ count }} riviä ohitettiin.
hu_hu: {{ count }} bejegyzés kihagyva.

source: {{ count }} files were skipped.
be: Файлаў прапушчана: {{ count }}.
de_de: {{ count }} Dateien wurden übersprungen.
fi_fi: {{ count }} tiedostoa ohitettiin.
hu_hu: {{ count }} fájl kihagyva.

source: {{ count }} folder
be: {{ count }} папка
de_de: {{ count }} Ordner
fi_fi: {{ count }} kansio
hu_hu: {{ count }} mappa

source: {{ count }} genre
be: {{ count }} жанр
hu_hu: {{ count }} műfaj

source: {{ count }} station
be: {{ count }} станцыя
fi_fi: {{ count }} asema
hu_hu: {{ count }} állomás

source: {{ count }} track
be: {{ count }} трэк
de_de: {{ count }} Titel
fi_fi: {{ count }} kappale
hu_hu: {{ count }} szám

source: {{ resultCount() }} result
be: {{ resultCount() }} вынік
fi_fi: {{ resultCount() }} tulos
hu_hu: {{ resultCount() }} találat

source: {{ scanningScanned }} of {{ scanningTotal }}
be: {{ scanningScanned }} з {{ scanningTotal }}
de_de: {{ scanningScanned }} von {{ scanningTotal }}
fi_fi: {{ scanningScanned }} / {{ scanningTotal }}
hu_hu: {{ scanningScanned }} / {{ scanningTotal }}
th_th: {{ scanningScanned }} จากทั้งหมด {{ scanningTotal }}

source: {{artist}} appears on albums
be: {{artist}} з'яўляецца ў альбомах
fi_fi: {{artist}} esiintyy albumeilla
hu_hu: {{artist}} megjelenik ezeken az albumokon

source: {{service}} Integration
be: Інтэграцыя з {{service}}

source: Please contact your server administrator for assistance.
be: Звярніцеся па дапамогу да адміністратара сервера.

source: Not logged in
be: Вы не ўвайшлі

source: Please log in before attempting to authorize a scrobbler
be: Увайдзіце ў сістэму, перш чым спрабаваць аўтарызаваць скроблер

source: Unknown Service
be: Невядомы сэрвіс

source: Unknown service %s
be: Невядомы сэрвіс %s

source: All Set!
be: Усё гатова!

source: Your streams will be scrobbled to %s.
be: Трансляцыі будуць скробліцца на %s.

source: Authentication failure
be: Памылка аўтэнтыфікацыі

source: Please review the error message prior to trying again.
be: Праглядзіце паведамленне пра памылку, перш чым паспрабаваць зноў.

source: Check the error log for details.
be: Праверце журнал памылак для атрымання падрабязнай інфармацыі.

source: Unknown album
az: Bəlli olmayan albom
be: Невядомы альбом
de_de: Unbekanntes Album
fi_fi: Tuntematon albumi
hu_hu: Ismeretlen album
th_th: ไม่ทราบอัลบั้ม

source: Unknown artist
az: Bəlli olmayan artist
be: Невядомы выканаўца
de_de: Unbekannter Künstler
fi_fi: Tuntematon esittäjä
hu_hu: Ismeretlen előadó
th_th: ไม่รู้จักศิลปิน

source: (no comment)
be: (няма каментарыя)
fi_fi: (ei kommenttia)
hu_hu: (nincs megjegyzés)

source: (Unknown genre)
be: (Невядомы жанр)
fi_fi: (Tuntumaton genre)
hu_hu: Ismeretlen műfaj

source: You can now close this window
be: Цяпер вы можаце закрыць гэта акно

source: Album artists
be: Выканаўцы альбома
fi_fi: Albumin esittäjät
hu_hu: Album előadói

source: Track artists
be: Выканаўцы трэка
fi_fi: Kappaleen esittäjät
hu_hu: Szám előadói

source: Playlists
be: Плэй-лісты
fi_fi: Soittolistat
hu_hu: Lejátszólisták

source: Select mode
be: Выберыце рэжым
fi_fi: Valitse toiminto
hu_hu: Mód kiválasztása

source: Select artist
be: Выберыце выканаўцу
fi_fi: Valitse esittäjä
hu_hu: Előadó kiválasztása

source: (All albums)
be: (Усе альбомы)
fi_fi: (Kaikki albumit)
hu_hu: (Minden album)

source: Select album
be: Выберыце альбом
fi_fi: Valitse albumi
hu_hu: Album kiválasztása

source: Select genre
be: Выберыце жанр
fi_fi: Valitse genre
hu_hu: Műfaj kiválasztása

source: Select playlist
be: Выберыце плэй-ліст
fi_fi: Valitse soittolista
hu_hu: Lejátszólista kiválasztása

source: Select channel
be: Выберыце канал
fi_fi: Valitse kanava
hu_hu: Csatorna kiválasztása

source: Actions
be: Дзеянні
fi_fi: Toiminnot
hu_hu: Műveletek

source: Import radio to Music
be: Імпартаваць радыё ў Музыку
fi_fi: Tuo radiokanavat Musiikkiin
hu_hu: Rádió importálása a Zenébe

source: Import list to Music
be: Імпартаваць спіс у Музыку
fi_fi: Tuo lista Muisiikkiin
hu_hu: Lista importálása a Zenébe

source: Show playlist
be: Паказаць плэй-ліст
fi_fi: Näytä soittolista
hu_hu: Lejátszólista mutatása

source: Continue playing in Music
be: Працягнуць прайграванне ў Музыцы
fi_fi: Jatka soittamista Musiikissa
hu_hu: Lejátszás folytatása a Zenében

source: (file is not within your music collection folder)
be: (файл не знаходзіцца ў папцы вашай музычнай калекцыі)
de_de: (Datei befindet sich nicht im Ordner Ihrer Musikkollektion)
fi_fi: (tiedosto ei ole musiikkikokoelmakansiossasi)
hu_hu: (fa fájl nincs a zenegyűjteményének mappájában)

source: Loading…
be: Загрузка…
de_de: Lade…
fi_fi: Ladataan…
hu_hu: Betöltés…

source: The option is available only while the parent folder of the playlist file is shown
be: Параметр даступны, толькі калі паказана бацькоўская папка файла плэй-ліста
fi_fi: Valinta on käytettävissä vain silloin, kun soittolistaiedoston emokansio on näkyvissä
hu_hu: Ez a beállítás csak akkor érhető el, ha a lejátszólista-fájl szülőmappája látható

source: None of the playlist files are within your music library
be: Ніводзін з файлаў плэй-ліста не знаходзіцца ў вашай музычнай бібліятэцы
fi_fi: Mikään soittolistan tiedostoista ei kuulu musiikkikirjastoosi
hu_hu: Egyik lejátszólista-fájl sincs a zenegyűjteményében

source: {inCount} out of {totalCount} files are within your music library and can be imported
be: {inCount} з {totalCount} файлаў знаходзяцца ў вашай музычнай бібліятэцы і могуць быць імпартаваны
fi_fi: {inCount} yhteensä {totalCount} tiedostosta sijaitsee musiikkikirjastopolussasi ja voidaan tuoda
hu_hu: {inCount} / {totalCount} fájl a zenegyűjteményedben van, és importálható

source: No files from the playlist could be found
be: Не ўдалося знайсці файлы з плэй-ліста
fi_fi: Mikään soittolistan tiedostoista ei löytynyt
hu_hu: Nem található fájl a lejátszólistában

source: The playlist contained {count} invalid path(s).
be: Плэй-ліст утрымліваў памылковых шляхоў: {count}.
fi_fi: Soittolistalla oli {count} viallista polkua.
hu_hu: A lejátszólista {count} érvénytelen útvonalat tartalmazott.

source: See the playlist file details.
be: Глядзіце падрабязнасці файла плэй-ліста.
fi_fi: Katso soittolistatiedoston yksityiskohdat.
hu_hu: Nézze meg a lejátszólista-fájl részleteit.

source: Error reading playlist file
be: Памылка чытання файла плэй-ліста
fi_fi: Virhe luettaessa soittolistatiedostoa
hu_hu: Hiba a lejátszólista fájl olvasása közben

source: Imported {count} tracks to a new playlist '{name}'.
be: У новы плэй-ліст {name} імпартавана трэкаў: {count}.
fi_fi: Tuotiin {count} kappaletta uuteen soittolistaan '{name}'.
hu_hu: {count} számot importáltunk egy új „{name}” nevű lejátszólistába.

source: {count} files were skipped.
be: Прапушчана файлаў: {count}.
fi_fi: {count} tiedostoa ohitettiin.
hu_hu: {count} fájl ki lett hagyva.

source: Failed to import the playlist file {file}
be: Не атрымалася імпартаваць файл плэй-ліста {file}
fi_fi: Soittolistan tuominen tiedostosta {file} epäonnistui
hu_hu: Nem sikerült importálni a lejátszólista-fájlt: {file}

source: Failed to create a new playlist
be: Не атрымалася стварыць новы плэй-ліст
fi_fi: Uuden soittolistan luominen epäonnistui
hu_hu: Nem sikerült új lejátszólistát létrehozni

source: Imported {count} radio stations.
be: Імпартавана радыёстанцый: {count}.
fi_fi: Tuotiin {count} radio-asemaa.
hu_hu: Importálva {count} rádióállomás.

source: {count} entries were skipped.
be: Запісаў прапушчана: {count}.
fi_fi: {count} riviä ohitettiin.
hu_hu: {count} bejegyzés ki lett hagyva.

source: Some files on the playlist were not found
be: Некаторыя файлы ў плэй-лісце не знойдзены
fi_fi: Joitakin soittolistan tiedostoja ei löytynyt
hu_hu: Néhány fájl nem volt található a lejátszólistán

source: Volume
be: Гучнасць
de_de: Lautstärke
fi_fi: Äänenvoimakkuus
hu_hu: Hangerő
th_th: ปริมาณ

source: <strong>CTRL+LEFT</strong>
fi_fi: <strong>CTRL+VASEN</strong>
hu_hu: <strong>CTRL+BALRA</strong>

source: <strong>CTRL+RIGHT</strong>
fi_fi: <strong>CTRL+OIKEA</strong>
hu_hu: <strong>CTRL+JOBBRA</strong>

source: <strong>NUMPAD MINUS</strong>
fi_fi: <strong>NUMPAD MIINUS</strong>
hu_hu: <strong>NUMERIKUS MÍNUSZ</strong>

source: <strong>NUMPAD PLUS</strong>
hu_hu: <strong>NUMERIKUS PLUSZ</strong>

source: <strong>SHIFT+COMMA</strong>
fi_fi: <strong>SHIFT+PILKKU</strong>
hu_hu: <strong>SHIFT+VESSZŐ</strong>

source: <strong>SHIFT+PERIOD</strong>
fi_fi: <strong>SHIFT+PISTE</strong>
hu_hu: <strong>SHIFT+PONT</strong>

source: See the track on Last.fm
de_de: Titel auf Last.fm ansehen
fi_fi: Katso kappaletta Last.fm-palveussa
hu_hu: Szám megtekintése a Last.fm-en

source: Array of allowed HLS radio streaming hosts. Default is [], blocking HLS streams from any remote URL. The given URLs will be added to the Content-Security-Policy header <a href="{{connectSrcUrl}}" target="_blank">connect-src</a>. Furthermore, if you specify any allowed sources, then also sources <samp>data:</samp> and <samp>blob:</samp> will be added to the CSP <a href="{{mediaSrcUrl}}" target="_blank">media-src</a>.
de_de: Liste erlaubter HLS-Radio-Streaming-Hosts. Die Voreinstellung ist [] und blockiert HLS-Streams von allen entfernten URLs. Angegebene URLs werden zum Content-Security-Policy-Header (CSP) <a href="{{connectSrcUrl}}" target="_blank">connect-src</a> hinzugefügt. Des weiteren werden auch die Quellen <samp>data:</samp> and <samp>blob:</samp> zum CSP <a href="{{mediaSrcUrl}}" target="_blank">media-src</a> hinzugefügt, sofern Sie alle entfernten Hosts zulassen.

source: Array of allowed non-HLS radio streaming hosts. Default is ['http://*:*', 'https://*:*'], allowing streaming from any remote URL. The given URLs will be added to the Content-Security-Policy header <a href="{{url}}" target="_blank">media-src</a>.
de_de: Liste erlaubter nicht-HLS-Radio-Streaming-Hosts. Die Voreinstellung ist ['http://*:*', 'https://*:*'] und erlaubt Streams von allen entfernten URLs. Angegebene URLs werden zum Content-Security-Policy-Header (CSP) <a href="{{url}}" target="_blank">media-src</a> hinzugefügt.

source: In the search results view, press the "diskette" icon on an individual found station to download the station as a PLS file. Alternatively, press the link "Save current list as playlist for your media player: PLS" on top of the view to get all the matching stations.
de_de: In den Suchergebnissen auf das Diskettensymbol klicken, um die Station als PLS-Datei herunterzuladen. Alternativ kann auch der Link "Aktuelle Liste als Wiedergabeliste für Ihren Medial Player speichern: PLS" am oberen Rand genutzt werden, um alle gefunden Stationen herunterzuladen.

source: Large album cover images are down-scaled to this size on the server before providing them for the web browser or the Subsonic/Ampache client. Smaller images are not up-scaled. The default size is 380 pixels. The value should be given as a single integer.
de_de: Große Albencover werden auf diese Größe herunterskaliert bevor sie dem Webbrowser oder den Subsonic/Ampache-Client zur Verfügung gestellt werden. Kleine Cover werden nicht hochskaliert. Die voreingestellte Größe beträgt 380 Pixel. Die Größe muss als einzelne Zahl angegeben werden.

source: Note: the update rate is limited also by the execution rate of your cloud background task.
de_de: Hinweis: Die Aktualisierungsrate wird auch durch die Ausführungsrate Ihrer Cloud-Hintergrundaufgaben begrenzt.

source: Paths
de_de: Pfade

source: Press the … symbol next to the navigation item "Internet radio" and select "Import from file". Find the previously uploaded PLS file and press "Choose". A loading spinner is shown for a while next to the "Internet radio" link. When it disappears, the importing is done and the channels should become available in the view.
de_de: Drücken Sie das … Symbol neben dem Navigationspunkt "Internetradio" und wählen Sie "aus Datei importieren". suchen Sie die zuvor hochgeladene PLS-Datei und klicken Sie "wählen". Neben dem Link "Internetradio" wird für einige Zeit ein Ladekreisel angezeigt. Wenn dieser verschwindet, ist der Import abgeschlossen und die Kanäle sollten in der Ansicht verfügbar sein.

source: Show...
de_de: Anzeigen…

source: The PLS file is no longer needed after the import and you may delete it at will. You might want to keep it, though, because it is also possible to play the radio stations directly within the Files app by opening the PLS file.
de_de: Die PLS-Datei wird nach dem Import nicht mehr benötigt und Sie können sie nach Belieben löschen. Sie können sie jedoch aufbewahren, denn es ist auch möglich, die Radiosender direkt in der Dateien-App abzuspielen, indem Sie die PLS-Datei öffnen.

source: The folder already has a file named "{{ filename }}". Select "Yes" to overwrite it. Select "No" to export the list with another name. Close the dialog to cancel.
de_de: Eine Datei mit dem Namen "{{ filename }}" existiert bereits im gewählten Ordner. Wählen Sie "Ja", um diese zu überschreiben. Wählen Sie "Nein", um die Liste unter einem anderen Namen zu exportieren. Schließen Sie das Dialogfeld, um den Vorgang abzubrechen.

source: The interval for automatic podcast update checks in hours. Decimal value can be used for sub-hour resolution. Negative value will disable automatic updating. The default value is 24 hours.
de_de: Intervall für automatische Podcast-Aktualisierungsprüfungen in Stunden. Dezimalwerte können für eine Auflösung unter einer Stunde verwendet werden. Negative Werte deaktivieren die automatische Aktualisierung.

source: The stream is genuinely broken or in such a format that either the Music app or your browser can't handle it. Majority of the radio stations found from Community Radio Browser should work on the Music app when a mainstream browser is being used, but still, there are numerous stations which will not work.
de_de: Der Stream ist wirklich kaputt oder hat ein Format, das weder die Musik-App noch Ihr Browser verarbeiten können. Die Mehrheit der Radiosender, die über den Community Radio Browser gefunden werden, sollten in der Musik-App funktionieren, wenn ein gängiger Browser verwendet wird, aber dennoch gibt es zahlreiche Sender, die nicht funktionieren.

source: The stream is of HLS type, indicated by a URL ending with '.m3u' or '.m3u8'. For such streams, the source host must be specifically allowed by the cloud adminstator. See the 'Admin' section within the Music app Settings view for details.
de_de: Der Stream ist vom Typ HLS, was durch eine URL mit der Endung '.m3u' oder '.m3u8' angezeigt wird. Für solche Streams muss der Quellhost vom Cloud-Administrator ausdrücklich zugelassen werden. Einzelheiten finden Sie im Abschnitt "Admin" in den Einstellungen der Musik-App.

source: There are a couple of typical reasons why a configured radio station might not play on your browser:
de_de: Es gibt eine Reihe von häufig auftretenden Gründen, weshalb eine eingerichtete Radiostation in Ihrem Browser nicht abgespielt werden kann:

source: There is no settings UI for the server-wide settings of the Music app but some settings are available by adding specific key-value pairs to the file <samp>{{filename}}</samp>. The available keys are described below.
de_de: Es gibt keine Einstellungsoberfläche für die serverweiten Einstellungen der Musik-App, aber einige Einstellungen sind durch Hinzufügen bestimmter Schlüssel-Wert-Paare zur Datei <samp>{{filename}}</samp> verfügbar. Die verfügbaren Schlüssel werden im Folgenden beschrieben.

source: To see the artist biography and other information from Last.fm in the details view, you need to create an API account with Last.fm. For this, use the <a href="{{lastfmUrl}}" target="_blank">Last.fm form</a>. Only 'Contact email' and 'Application name' need to be filled in the form. You are then provided with an API key which should be used as a value for this key. For more details, see the <a href="{{guideUrl}}" target="_blank">tutorial</a>.
de_de: Um die Künstlerbiografie und andere Informationen von Last.fm in der Detailansicht zu sehen, müssen Sie ein API-Konto bei Last.fm erstellen. Verwenden Sie dazu das a href="{{lastfmUrl}}" target="_blank">Last.fm-Formular</a>. In dem Formular müssen nur "Kontakt-E-Mail" und "Anwendungsname" ausgefüllt werden. Sie erhalten dann einen API-Schlüssel, der als Wert für diesen Schlüssel verwendet werden sollte. Weitere Einzelheiten finden Sie in der <a href="{{guideUrl}}" target="_blank">Anleitung</a>.

source: Troubleshooting
de_de: Fehlersuche

source: Upload the previously obtained PLS file to your cloud using the Files app.
de_de: Laden Sie die zuvor erhaltene PLS-Datei mithilfe der Dateien-App in die Cloud hoch.
