Repository: owncloud/music
Catalog: l10n/*/music.po
Languages: az, be, de_de, fi_fi, hu_hu, th_th

source: Use the Community Radio Browser <a href="{{url}}" target="_blank">search</a> to find the radio stations of interest. Instead of using the search, you may also browse the channels in Community Radio Browser by category or popularity.
de_de: Verwenden Sie die <a href="{{url}}" target="_blank">Suche</a> des Community-Radio-Browsers, um die Radiosender zu finden, die Sie interessieren. Anstatt die Suche zu verwenden, können Sie auch die Kanäle im Community-Radio-Browser auch nach Kategorie oder Beliebtheit durchsuchen.

source: Your cloud is using the HTTPS scheme but the streamed URL uses the HTTP scheme. By default, your browser might block such accees. To overcome this, you may be able to set your browser to allow "Insecure content" on this page. On the desktop browsers, such settings can usually be found by clicking the icon right next to the address bar on its left side.
de_de: Ihre Cloud verwendet eine HTTPS-Verbindung, die Stream-URL jedoch HTTP. Standardmäßig kann Ihr Browser diesen Zugriff blockieren. Um dies zu umgehen, können Sie Ihren Browser so einstellen, dass er "unsichere Inhalte" auf dieser Seite zulässt. Bei Desktop-Browsern finden Sie diese Einstellungen in der Regel, indem Sie auf das Symbol direkt links neben der Adressleiste klicken.

source: + New Playlist
th_th: + เพลย์ลิสต์ใหม่

source: Here you can generate passwords to use with the Ampache API, because they can't be stored in a really secure way due to the design of the Ampache API. You can generate as many passwords as you want and revoke them anytime.
az: Ampache APİ-nin istifadə edilməsi üçün burda siz şifrələr generasiya edə bilərsiniz ona görə ki, onlar yalnz təhlükəsiz saxlana bilər. Bu Ampache API-nin öz dizaynıdır. Siz istənilən zaman çoxlu şifrə yarada və onları silə bilərsiniz.
th_th: ที่นี่คุณสามารถสร้างรหัสผ่านที่จะใช้กับ Ampache API เพราะไม่สามารถเก็บไว้ในที่mujปลอดภัย เนื่องจากการออกแบบของ Ampache API คุณสามารถสร้างรหัสผ่านให้มากที่สุดเท่าที่คุณต้องการและยกเลิกได้ตลอดเวลา

source: Invalid path
az: Yalnış ünvan
th_th: เส้นทางไม่ถูกต้อง

source: Keep in mind, that the Ampache API is just a preview and is unstable. Feel free to report your experience with this feature in the corresponding <a href="https://github.com/owncloud/music/issues/60">issue</a>. I would also like to have a list of clients to test with. Thanks
az: Yadda saxlayın, Ampache API yalnız göstərmək üçündür və stabil deyil. Bu imkanla olan öz praktikanızı <a href="https://github.com/owncloud/music/issues/60">səbəb</a> uyğun unvanla bölüşməkdən çəkinməyin. Həmçinin bunun test edilməsi üçün müştərilər siyahısını istərdim. Təşəkkürlər
th_th: โปรดทราบว่า Ampache API เป็นเพียงตัวอย่างและไม่เสถียร อย่าลังเลที่จะมาช่วยกันรายงานบัค <a href="https://github.com/owncloud/music/issues/60"> ที่นี่ </a> เรายังต้องการผู้ที่จะร่วมทดสอบ ขอบคุณ

source: Use this address to browse your music collection from any Ampache compatible player.
az: İstənilən Ampache uyğunluğu olan oxuyucudan sizin musiqi kolleksiyanızı göstərmək üçün, bu ünvandan istifadə edin.
th_th: ใช้ที่อยู่นี้เพื่อเรียกคอลเลคชันเพลงจากเครื่องเล่น Ampache ที่เข้ากันได้

source: Use your username and following password to connect to this Ampache instance:
az: Bu Ampache nusxəsinə qoşulmaq üçün öz istifadəçi adı və şifrənizi istifadə edin.
th_th: ใช้ชื่อผู้ใช้และรหัสผ่านของคุณต่อไปนี้เพื่อเชื่อมต่อไปยัง Ampache ตัวอย่างเช่น:
