Repository: owncloud/music
Catalog: l10n/*/music.po
Languages: az, be, de_de, fi_fi, hu_hu, th_th

source: Radio stations exported to file {{ path }}
be: Радыёстанцыі экспартаваны ў файл {{ path }}
de_de: Radiostationen exportiert in Datei {{ path }}
fi_fi: Radioasemat vietiin tiedostoon {{ path }}
hu_hu: Rádióállomás exportálva ebbe a fájlba: {{ path }}

source: Rarely played
be: Рэдка прайграваныя
fi_fi: Harvoin soitettu
hu_hu: Ritkán játszva

source: Rating
be: Рэйтынг
fi_fi: Arvosana
hu_hu: Értékelés

source: Recently added
be: Нядаўна дададзеныя
fi_fi: Lähiaikoina lisätty
hu_hu: Nemrég hozzáadva

source: Recently played
be: Нядаўна прайграныя
fi_fi: Lähiaikoina soitettu
hu_hu: Nemrég lejátszva

source: Recently updated
be: Нядаўна абноўленыя
fi_fi: Lähiaikoina päivitetty
hu_hu: Nemrég frissítve

source: Refine the filters defined for the smart playlist
be: Удакладніце фільтры, вызначаныя для разумнага плэй-ліста
fi_fi: Tarkenna älykkäälle soittolistalle määritettyjä suotimia
hu_hu: Finomítsa az okos lejátszási listához definiált szűrőket

source: Reload
be: Перазагрузіць
de_de: Neu laden
fi_fi: Päivitä
hu_hu: Újratöltés

source: Reload channels
be: Перазагрузіць каналы
de_de: Kanäle neu laden
fi_fi: Päivitä kanavat
hu_hu: Csatornák újratöltése

source: Remove
be: Выдаліць
de_de: Entfernen
fi_fi: Poista
hu_hu: Eltávolítás

source: Remove channel
be: Выдаліць канал
de_de: Kanal entfernen
fi_fi: Poista kanava
hu_hu: Csatornák eltávolítása

source: Remove duplicates
be: Выдаліць дублікаты
fi_fi: Poista kaksoiskappaleet
hu_hu: Másodpéldányok eltávolítása

source: Remove playlist
be: Выдаліць плэй-ліст
de_de: Wiedergabeliste entfernen
fi_fi: Poista soittolista
hu_hu: Lejátszólista eltávolítása

source: Remove radio station
be: Выдаліць радыёстанцыю
de_de: Radiostation entfernen
fi_fi: Poista radioasema
hu_hu: Rádióállomás eltávolítása

source: Remove track from playlist
be: Выдаліць трэк з плэй-ліста
de_de: Titel aus Wiedergabeliste entfernen
fi_fi: Poista kappale soittolistalta
hu_hu: Szám eltávolítása a lejátszólistáról

source: Rename
be: Перайменаваць
de_de: Umbenennen
fi_fi: Nimeä uudelleen
hu_hu: Átnevezés

source: Repeat
az: Təkrar
be: Паўтарэнне
de_de: Wiederholen
fi_fi: Kertaa
hu_hu: Ismétlés
th_th: ทำซ้ำ

source: Requested entry was not found
be: Запытаны запіс не знойдзены
de_de: Angeforderter Eintrag wurde nicht gefunden
fi_fi: Pyydettyä riviä ei löytynyt
hu_hu: A kért bejegyzés nem található

source: Reset
be: Скінуць
de_de: Zurücksetzen
fi_fi: Tyhjentäminen
hu_hu: Alaphelyzetbe állítás

source: Reset internet radio stations
be: Скінуць інтэрнэт-радыёстанцыі
de_de: Internetradiostationen zurücksetzen
fi_fi: Tyhjennä internet radio -asemat
hu_hu: Rádióállomások alaphelyzetbe állítása

source: Reset music collection
be: Скінуць музычную калекцыю
de_de: Musiksammlung zurücksetzen
fi_fi: Tyhjennä musiikkikokoelma
hu_hu: A zenegyűjtemény alaphelyzetbe állítása

source: Reset podcast channels
be: Скінуць каналы падкастаў
de_de: Podcast-Kanäle zurücksetzen
fi_fi: Tyhjennä podcast-kanavat
hu_hu: Podcast csatornák alaphelyzetbe állítása

source: Revoke API password
az: API şifrəsini sil
be: Адклікаць пароль для API
de_de: API-Passwort verwerfen
fi_fi: Kumoa API-salasana
hu_hu: API-jelszó visszavonása
th_th: ยกเลิกรหัสผ่าน API

source: Rules
be: Правілы
fi_fi: Säännöt
hu_hu: Szabályok

source: Save playlist
be: Захаваць плэй-ліст
fi_fi: Tallenna soittolista
hu_hu: Lejátszólista mentése

source: Save with given file name
be: Захаваць з дадзенай назвай файла
hu_hu: Mentés a megadott fájlnévvel

source: Scanning music …
be: Сканіраванне музыкі …
de_de: Untersuche Musik…
fi_fi: Skannataan musiikkia …
hu_hu: Zenék feltérképezése …
th_th: กำลังสแกนเพลง...

source: Search
be: Пошук
fi_fi: Etsi
hu_hu: Keresés

source: Search criteria: {{ params }}
be: Крытэрыі пошуку: {{ params }}

source: Search for
be: Пошук па
fi_fi: Etsi
hu_hu: Keresés erre:

source: Search not available in this view
be: Пошук недаступны ў гэтым рэжыме прагляду
de_de: Suche in dieser Ansicht nicht verfügbar
fi_fi: Haku ei ole käytettävissä tässä näkymässä
hu_hu: A keresés nem elérhető ebben a nézetben

source: Search {{ datetime }}
be: Пошук {{ datetime }}

source: See the album on Last.fm
be: Паглядзець альбом на Last.fm
de_de: Album auf Last.fm ansehen
fi_fi: Katso albumia Last.fm-palvelussa
hu_hu: Album megtekintése a Last.fm-en

source: Seek backwards. Seek faster with <strong>SHIFT</strong> or slower with <strong>ALT</strong>.
be: Пераматаць назад. Перамотваць хутчэй - з <strong>SHIFT</strong>, павольней - з <strong>ALT</strong>.
fi_fi: Siirry taaksepäin. Siirry nopeammin <strong>SHIFT</strong>-näppäimellä tai hitaammin <strong>ALT</strong>-näppäimellä.
hu_hu: Ugrás vissza. Gyorsabb ugráshoz nyomd a <strong>SHIFT</strong>-et, lassabbhoz az <strong>ALT</strong>-ot.

source: Seek forward. Seek faster with <strong>SHIFT</strong> or slower with <strong>ALT</strong>.
be: Пераматаць наперад. Перамотваць хутчэй - з <strong>SHIFT</strong>, павольней - з <strong>ALT</strong>.
fi_fi: Siirry eteenpäin. Siirry nopeammin <strong>SHIFT</strong>-näppäimellä tai hitaammin <strong>ALT</strong>-näppäimellä.
hu_hu: Ugrás előre. Ugorj gyorsabban a <strong>SHIFT</strong>-tel, vagy lassabban az <strong>ALT</strong>-tal.

source: Select folder
be: Выбраць папку
de_de: Ordner auswählen
fi_fi: Valitse kansio
hu_hu: Könyvtár kiválasztása

source: Set favorite
be: У абранае
fi_fi: Aseta suosikki
hu_hu: Kedvencekhez adás

source: Setting up radio stations
be: Наладка радыёстанцый
de_de: Radiostationen einrichten
fi_fi: Radio-asemien asettaminen
hu_hu: Rádió állomások beállítása

source: Settings
be: Налады
de_de: Einstellungen
fi_fi: Asetukset
hu_hu: Beállítások

source: Show all {{ count }} episodes …
be: Паказаць усе эпізоды ({{ count }}) …
de_de: Alle {{ count }} Episoden anzeigen…
fi_fi: Näytä kaikki {{ count }} jaksoa…
hu_hu: Mutassa mind a(z) {{ count }} epizódot …

source: Show all {{ count }} songs …
be: Паказаць усе песні ({{ count }}) …
de_de: Alle {{ count }} Titel anzeigen…
fi_fi: Näytä kaikki {{ count }} kappaletta…
hu_hu: Mutassa mind a(z) {{ count }} dalt …

source: Show all…
be: Паказаць усе…
de_de: Alle anzeigen…
fi_fi: Näytä kaikki…
hu_hu: Mutassa mindet…

source: Show desktop notification when the playing song changes. You also need to have the desktop notifications allowed in your browser for this site.
be: Паказваць апавяшчэнне на працоўным стале пры змене песні. Для гэтага сайта таксама неабходна дазволіць апавяшчэнні на працоўным стале ў браўзеры.
de_de: Desktop-Benachrichtigungen anzeigen, wenn sich der abgespielte Titel ändert. Sie müssen auch die Desktop-Benachrichtigungen in Ihrem Browser für diese Website zugelassen haben.
fi_fi: Näytä työpöytäilmoitus, kun toistettava kappale vaihtuu. Tämän sivuston työpöytäilmoitukset on myös sallittava selaimessa.
hu_hu: Mutasson asztali értesítést, amikor a lejátszott dal megváltozik. Ehhez engedélyeznie kell az asztali értesítéseket a böngészőjében is ehhez az oldalhoz.

source: Show in Files
be: Паказаць у Файлах
de_de: In Dateien anzeigen
fi_fi: Näytä Tiedostoissa
hu_hu: Mutassa a Fájlokban

source: Show less …
be: Паказаць менш…
de_de: Weniger anzeigen…
fi_fi: Näytä vähemmän…
hu_hu: Mutasson kevesebbet …

source: Show more…
be: Паказаць больш…
de_de: Mehr anzeigen…
fi_fi: Näytä enemmän…
hu_hu: Mutasson többet…

source: Shuffle
az: Qarışdırmaq
be: Перамяшаць
de_de: Zufallswiedergabe
fi_fi: Sekoita
hu_hu: Keverés
th_th: สับเปลี่ยน

source: Similar to
be: Падобна да
de_de: Ähnlich wie
fi_fi: Samankaltaisia
hu_hu: Hasonlít ehhez

source: Smart playlist
be: Разумны плэй-ліст
fi_fi: Älykäs soittolista
hu_hu: Okos lejátszólista

source: Smart playlist filters
be: Фільтры разумнага плэй-ліста
fi_fi: Älykkään soittolistan suotimet
hu_hu: Okos lejátszólista szűrők

source: Some not playable tracks were skipped.
az: Bəzi oxunulabilməyən musiqilər ötürülüb.
be: Былі прапушчаны некаторыя трэкі, якія не прайграюцца.
de_de: Einige nicht abspielbare Titel wurden übersprungen.
fi_fi: Ohitettiin joitain sellaisia kappaleita, joita ei voi toistaa.
hu_hu: Néhány szám kimaradt, amit a rendszer nem tud lejátszani.
th_th: บางเพลงที่ไม่สามารถเล่นได้จะถูกข้ามไป

source: Some of the previously scanned files may have changed
be: Некаторыя з раней прасканіраваных файлаў маглі быць зменены
fi_fi: Jotkin aiemmin skannatut tiedostot ovat ehkä muuttuneet
hu_hu: Néhány, előzőleg feltérképezett fájl megváltozhatott

source: Some search results are omitted
be: Некаторыя вынікі пошуку прапушчаны
de_de: Einige Suchresultate wurden ausgelassen
fi_fi: Joitain hakutuloksia ei näytetä
hu_hu: Néhány keresési találat kihagyva

source: Some tracks in your library have to be rescanned to show the genre
be: Некаторыя трэкі ў бібліятэцы неабходна паўторна прасканіраваць, каб паказаць жанр
de_de: Einige Titel in der Musiksammlung müssen neu eingelesen werden, um das Genre anzuzeigen
fi_fi: Kirjastossasi on kappaleita, jotka tulee uudelleen skannata ennen kuin niiden genre voidaan näyttää
hu_hu: Néhány számot a könyvtáradban újra fel kell térképezni a műfajának mutatásához

source: Song change notifications
be: Апавяшчэнні аб змене песні
de_de: Benachrichtigung über Songwechsel
fi_fi: Ilmoitukset kappaleen vaihtuessa
hu_hu: Dalváltási értesítések

source: Sort …
be: Сартаваць …
de_de: Sortieren…
fi_fi: Järjestä …
hu_hu: Rendezés …

source: Sounds like
be: Гучыць, як
fi_fi: Kuulostaa samalta kuin
hu_hu: Úgy hangzik, mint

source: Specify folders within your music collection path which shall be excluded from the scanning.
be: Укажыце папкі ў вашай музычнай калекцыі, якія павінны быць выключаны са сканіравання.
de_de: Geben Sie Order innerhalb Ihrer Musiksammlung an, die vom Scannen ausgenommen werden sollen.
fi_fi: Määritä musiikkikokoelman polkuun kuuluvat kansiot, jotka jätetään skannauksen ulkopuolelle.
hu_hu: Adjon meg mappákat a zenegyűjteménye útvonalán belül, amelyeket ki kell zárni a feltérképezésből.

source: Specify space-delimited list of articles which should be ignored when ordering the artists alphabetically. The articles are case-insensitive.
be: Укажыце праз прабелы спіс артыкляў, якія трэба ігнараваць пры ўпарадкаванні выканаўцаў у алфавітным парадку. Артыклі не адчувальныя да рэгістра.
fi_fi: Määritä välilyönnillä erotettu luettelo etuliitteistä, jotka on jätettävä huomiotta järjestettäessä taiteilijoita aakkosjärjestykseen. Etuliitteissä ei oteta huomioon isoja ja pieniä kirjaimia.
hu_hu: Adjon meg szóközzel elválasztott névelőket, amelyeket figyelmen kívül kell hagyni az előadók betűrend szerinti rendezéséből. A névelők kis- és nagybetűérzékenyek.

source: Starts with
be: Пачынаецца з
fi_fi: Alkaa
hu_hu: Úgy kezdődik, hogy

source: Stop
be: Спыніць
fi_fi: Pysäytä
hu_hu: Megállítás

source: Stream URL
be: URL-адрас трансляцыі
fi_fi: Striimin URL

source: Strict
be: Строга
fi_fi: Tiukka
hu_hu: Szigorú

source: Tags
be: Тэгі
fi_fi: Tunnisteet
hu_hu: Címkék

source: Technical
be: Тэхнічныя
de_de: Technisch
fi_fi: Tekniset tiedot
hu_hu: Technikai

source: Text copied to clipboard
be: Тэкст скапіяваны ў буфер абмену
de_de: Text auf die Zwischenablage kopiert
fi_fi: Teksti kopioitiin leikepöydälle
hu_hu: A szöveg másolva a vágólapra

source: The channel was already up-to-date
be: Канал ужо ў актуальным стане
de_de: Der Kanal war bereits aktuell
fi_fi: Kanava oli jo ajan tasalla
hu_hu: A csatorna már a legfrissebb volt

source: The channel was updated from the source
be: Канал абноўлены з крыніцы
de_de: Der Kanal wurde aktualisiert
fi_fi: Kanava päivitettiin lähteestä
hu_hu: A csatorna frissítve volt a forrásából

source: The folder already has a file named "{{ filename }}". Select "Yes" to overwrite it. Select "No" to save with another name.
be: У папцы ўжо ёсць файл з назвай "{{ filename }}". Выберыце "Так", каб перазапісаць яго. Выберыце "Не", каб захаваць пад іншай назвай.
fi_fi: Kansiossa on jo tiedosto nimeltä "{{ filename }}". Valitse "Kyllä" korvataksesi sen. Valitse "Ei" tallentaaksesi tiedoston toisella nimellä.
hu_hu: E mappában már létezik egy „{{ filename }}” nevű fájl. Válassza az „Igen”-t a felülírásához. Válassza a „Nem”-et egy másik névvel mentéshez.

source: The playlist already contains some tracks. Imported tracks will be appended after the existing contents. Proceed?
be: Плэй-ліст ужо змяшчае некалькі трэкаў. Імпартаваныя трэкі будуць дададзены пасля існуючага змесціва. Працягнуць?
de_de: Die Wiedergabeliste enthält bereits einige Titel. Importierte Titel werden an den vorhandenen Inhalt angehängt. Fortfahren?
fi_fi: Soittolista sisältää jo joitakin kappaleita. Tuodut kappaleet lisätään aiemmin luodun sisällön perään. Jatka?
hu_hu: A lejátszólistán már vannak számok. Az importált számok az eddigi tartalom után lesznek hozzátoldva. Folytatja?

source: The server administrator can configure your server for scrobbling, see the <strong>Admin</strong> section below.
be: Адміністратар сервера можа наладзіць ваш сервер для скроблінгу, глядзіце раздзел <strong>Адміністраванне</strong> ніжэй.

source: The server administrator has configured your server for scrobbling.
be: Адміністратар сервера наладзіў ваш сервер для скроблінгу.

source: There is no settings UI for the server-wide settings of the Music app but some settings are available by adding specific key-value pairs to the file <samp>{{filename}}</samp>. The available keys are documented <a href="{{url}}" target="_blank">here</a>.
be: Карыстальніцкага інтэрфейсу агульнасерверных налад праграмы Музыка няма, але некаторыя налады даступны праз дадаванне пэўных пар ключ-значэнне ў файл <samp>{{filename}}</samp>. Даступныя ключы задакументаваны <a href="{{url}}" target="_blank">тут</a>.
fi_fi: Musiikkisovelluksen palvelimen laajuisia asetuksia varten ei ole käyttöliittymää, mutta joitakin asetuksia on saatavissa lisäämällä tiettyjä avain-arvopareja tiedostoon <samp>{{filename}}</samp>. Käytettävissä olevat avaimet on dokumentoitu <a href="{{url}}" target="_blank">täällä</a>.
hu_hu: A Zene alkalmazás szerverszintű beállításaihoz nincs beállítási felület, de néhány beállítás elérhető a(z) <samp>{{filename}}</samp> fájlba írt kulcs-érték párok hozzáadásával. A rendelkezésre álló kulcsok dokumentációja <a href="{{url}}" target="_blank">itt</a> található.

source: This action erases all the channels shown in the "Podcasts" view.
be: Гэта дзеянне сцірае ўсе каналы, паказаныя ў рэжыме "Падкасты".
de_de: Mit dieser Aktion werden alle Kanäle in der "Podcasts"-Ansicht entfernt.
fi_fi: Tämä toiminto tyhjentää kaikki kanavat Podcastit-näkymästä.
hu_hu: Ez a művelet törli az összes, a „Podcastok” nézetben megjelenő csatornát.

source: This action erases all the stations shown in the "Internet radio" view.
be: Гэта дзеянне сцірае ўсе станцыі, паказаныя ў рэжыме "Інтэрнэт-радыё".
de_de: Mit dieser Aktion werden alle Stationen in der "Internetradio"-Ansicht entfernt.
fi_fi: Tämä toiminto tyhjentää kaikki asemat Internet radio -näkymästä.
hu_hu: Ez a művelet törli az összes, az „Internetes rádió” nézetben megjelenő állomást.

source: This action resets all the scanned tracks and all the user-created playlists. After this, the collection can be scanned again from scratch.
be: Гэта дзеянне скіне ўсе адсканіраваныя трэкі і ўсе карыстальніцкія плэй-лісты. Пасля калекцыю можна будзе зноў адсканіраваць з нуля.
de_de: Mit dieser Aktion werden alle gescannten Titel und erstellten Wiedergabelisten entfernt. Danach kann die Musiksammlung vollständig neu eingelesen werden.
fi_fi: Tämä toiminto nollaa kaikki skannatut kappaleet ja kaikki käyttäjän luomat soittolistat. Tämän jälkeen kokoelma voidaan skannata uudelleen tyhjästä.
hu_hu: Ez a művelet alaphelyzetbe állítja az összes beolvasott számot és az összes, Ön által létrehozott lejátszási listát. Ezután elölről lehet kezdeni a gyűjteményt feltérképezését.

source: This channel is already subscribed
be: Вы ўжо падпісаны на гэты канал
de_de: Dieser Kanal ist bereits abonniert
fi_fi: Tämä kanava on jo tilattu
hu_hu: Erre a csatornára már feliratkozott

source: This may be desirable after changing the excluded paths, or if the database would somehow get corrupted. If the latter happens, please report a bug to the <a href="{{issueTrackerUrl}}" target="_blank">issue tracker</a>.
be: Гэта можа спатрэбіцца пасля змены выключаных шляхоў або пры пашкоджанні базы даных. У такім выпадку паведаміце пра памылку ў <a href="{{issueTrackerUrl}}" target="_blank">сістэму адсочвання праблем</a>.
de_de: Dies kann wünschenswert sein, nachdem die ausgeschlossenen Pfade geändert wurden, oder wenn die Datenbank in irgendeiner Weise beschädigt wurde. Sollte letzteres der Fall sein, melden Sie bitte einen Fehler im <a href="{{issueTrackerUrl}}" target="_blank">Issue Tracker</a>.
fi_fi: Tämä voi olla toivottavaa poissuljettuja polkuja muuttamisen jälkeen tai jos tietokanta jotenkin vioittuu. Jos jälkimmäinen tapahtuu, ilmoita virheestä <a href="{{issueTrackerUrl}}" target="_blank">seurantaan</a>.
hu_hu: Ez kívánatos lehet a kizárt útvonalak megváltoztatása után, vagy ha az adatbázis valahogy megromlana. Ha ez utóbbi történik, kérjük, jelezze a hibát a <a href="{{issueTrackerUrl}}" target="_blank">hibakövetőn</a>.

source: This setting specifies the folder which will be scanned for music.
az: Bu quraşdırma qovluğu təyin edir hansı ki, musiqi üçün tədqiq ediləcək.
be: Гэты параметр вызначае папку, якая будзе сканіравацца на наяўнасць музыкі.
de_de: Diese Einstellung spezifiziert den zu durchsuchenden Musikordner.
fi_fi: Tämä asetus määrittää kansion, josta musiikkia etsitään.
hu_hu: Ez a beállítás határozza meg, hogy melyik mappát figyelje a rendszer, amikor feltérképezi a zenei tartalmakat.
th_th: ตั้งค่าเพื่อระบุโฟลเดอร์ที่จะสแกนหาเพลงฟัง

source: Timeout
be: Час чакання
de_de: Zeitüberschreitung
fi_fi: Aikaraja ylittyi
hu_hu: Időkifutás

source: To find radio streams, you may use the <a href="{{url}}" target="_blank">Community Radio Browser</a>. There, you can find channels e.g. by name, language, or style. You may save the results as PLS and follow the instructions above to import them to the Music app.
be: Каб знайсці радыётрансляцыі, вы можаце скарыстацца <a href="{{url}}" target="_blank">Community Radio Browser</a>. Там можна знайсці каналы, напрыклад, па назве, мове або стылі. Вы можаце захаваць вынікі ў фармаце PLS і выканаць прыведзеныя вышэй інструкцыі, каб імпартаваць іх у Музыку.
fi_fi: Voit etsiä radiolähetyksiä <a href="{{url}}" target="_blank">Community Radio Browser</a> -sivustolta. Sieltä voit etsiä kanavia esimerkiksi nimen, kielen tai tyylin perusteella. Voit tallentaa tulokset PLS-muodossa ja tuoda ne Musiikki-sovellukseen edellä olevien ohjeiden mukaisesti.
hu_hu: Rádiófolyamok kereséséhez használja a <a href="{{url}}" target="_blank">Közösségi Rádió Böngészőt</a>. Ott csatornákat találhat pl. név, nyelv vagy stílus alapján. A találatokat PLS fájlként mentheti, és a fenti utasításokat követve importálhatja a Zenealkalmazásba.

source: Total length
be: Агульная працягласць
de_de: Gesamtlänge
fi_fi: Kokonaiskesto
hu_hu: Teljes hossz

source: Track
be: Трэк
de_de: Titel
fi_fi: Kappale
hu_hu: Szám

source: Track artist name
be: Імя выканаўцы трэка
fi_fi: Kappaleen esittäjän nimi
hu_hu: Szám előadójának neve

source: Track count
be: Колькасць трэкаў
fi_fi: Kappaleiden määrä
hu_hu: Számok száma

source: Track genre
be: Жанр трэка
fi_fi: Kappaleen genre
hu_hu: Szám műfaja

source: Track metadata
be: Метаданыя трэка
fi_fi: Kappaleen tiedot
hu_hu: Szám metaadatai

source: Track name
be: Назва трэка
fi_fi: Kappaleen nimi
hu_hu: Szám címe

source: Track number
be: Нумар трэка
fi_fi: Kappaleen numero
hu_hu: Szám sorszáma

source: Track rating
be: Рэйтынг трэка
fi_fi: Kappaleen arvosana
hu_hu: Szám értékelése

source: Tracks
az: Musiqi
be: Трэкі
de_de: Titel
fi_fi: Kappaleet
hu_hu: Számok
th_th: เพลง

source: Tracks by {{artist}}
be: Трэкі {{artist}}
fi_fi: Kappaleet esittäjältä {{artist}}
hu_hu: {{artist}} számai

source: Tracks on {{album}}
be: Трэкі на {{album}}
fi_fi: Kappaleet albumilla {{album}}
hu_hu: {{album}} számai

source: Tree layout
be: Дрэва
fi_fi: Puumainen asettelu
hu_hu: Fa elrendezés

source: Try to refine the search
be: Паспрабуйце ўдакладніць пошук
de_de: Versuchen Sie, die Suche zu verfeinern
fi_fi: Yritä tarkentaa hakua
hu_hu: Próbálja meg finomítani a keresést

source: URL
be: URL-адрас

source: Unexpected error
be: Нечаканая памылка
de_de: Unerwarteter Fehler
fi_fi: Odottamaton virhe
hu_hu: Váratlan hiba

source: Unexpected error when updating the channel "{{ title }}"
be: Нечаканая памылка пры абнаўленні канала "{{ title }}"
de_de: Unerwarteter Fehler beim Aktualisieren des Kanals "{{ title }}"
fi_fi: Odottamaton virhe päivitettäessä kanavaa "{{ title }}"
hu_hu: Váratlan hiba e csatornának a frissítésekor: „{{ title }}”

source: Unlike the other settings, this switch is stored per browser and not per user account.
be: У адрозненне ад іншых налад, гэты пераключальнік захоўваецца для браўзера, а не для кожнага ўліковага запісу карыстальніка.
de_de: Im Gegensatz zu anderen Einstellungen wird diese Auswahl per Browser gespeichert und nicht per Benutzeraccount.
fi_fi: Toisin kuin muut asetukset, tämä valitsin tallennetaan selainkohtaisesti eikä käyttäjätilikohtaisesti.
hu_hu: Ez a kapcsoló a többi beállítástól eltérően böngészőnként tárolódik, nem felhasználói fiókonként.

source: Unmute
be: Укл. гук
fi_fi: Poista vaimennus
hu_hu: Hangosítás

source: Unset favorite
be: Выдаліць з абранага
fi_fi: Poista suosikki
hu_hu: Kedvencekből kivesz

source: Update
be: Абнавіць
fi_fi: Päivitä
hu_hu: Frissítés

source: Update date
be: Дата абнаўлення
fi_fi: Päivityspäivä
hu_hu: Frissítés dátuma

source: Upload image named "{{name}}" to anywhere within your library path to see it here.
be: Запампуйце відарыс з назвай "{{name}}" у любое месца ў межах вашай бібліятэкі, каб убачыць яго тут.
de_de: Laden Sie das Bild mit dem Namen "{{ name }}" an einen beliebigen Ort in der Musiksammlung, um es hier zu sehen.
fi_fi: Lataa kuvatiedosto nimellä "{{name}}" mihin tahansa kirjastopolkusi alla nähdäksesi kuvan tässä.
hu_hu: Töltsön fel egy „{{name}}” nevű képet a könyvtárútvonalán belül bárhol, hogy itt láthassa.

source: Upload music in the files app to listen to it here
be: Запампуйце музыку ў праграму Файлы, каб слухаць яе тут
de_de: Laden Sie Musik in der Dateien-App hoch, um sie hier anzuhören
fi_fi: Lähetä musiikkitiedostoja tiedostosovelluksen kautta, jonka jälkeen voit kuunnella niitä täällä
hu_hu: Töltse fel zenéit a Fájlok alkalmazásban, hogy itt hallgassa
th_th: อัพโหลดเพลงในไฟล์แอพฯเพื่อฟังได้ที่นี่

source: Use the following credentials to connect to this Ampache/Subsonic instance.
be: Выкарыстоўвайце наступныя ўліковыя даныя для падключэння да гэтага экзэмпляра Ampache/Subsonic.
de_de: Nutzen Sie die folgenden Anmeldeinformationen, um sich mit dieser Ampache/Subsonic-Instanz zu verbinden.
fi_fi: Käytä seuraavaa tunnusta ja salasanaa yhditäessäsi tähän Ampache/Subsonic-istuntoon.
hu_hu: Használja a következő hitelesítési adatokat ehhez az Ampache/Subsonic kiszolgálóhoz csatlakozáshoz.

source: Use this address to browse your music collection from a Subsonic compatible player.
be: Выкарыстоўвайце гэты адрас для прагляду вашай музычнай калекцыі з дапамогай прайгравальніка, сумяшчальнага з Subsonic.
de_de: Nutzen Sie diese Adresse zum Durchsuchen Ihrer Musiksammlung auf einem Subsonic-kompatiblen Abspieler.
fi_fi: Käytä tätä osoitetta selataksesi musiikkikokoelmaasi Subsonic-yhteensopivalta soittimelta.
hu_hu: Ezt a címet használva a zenegyűjtemény bármely Subsonic-kompatibilis lejátszóval böngészhető.
