Repository: owncloud/music
Catalog: l10n/*/music.po
Languages: az, be, de_de, fi_fi, hu_hu, th_th

source: (Failed to connect Last.fm)
be: (Не ўдалося злучыцца з Last.fm)
de_de: (Konnte keine Verbindung zu Last.fm herstellen)
fi_fi: (Yhdistäminen Last.fm-palveluun epäonnistui)
hu_hu: (Sikertelen kapcsolódás a Last.fm-hez)

source: (Last.fm has not been set up)
be: (Last.fm не наладжаны)
de_de: (Last.fm wurde nicht konfiguriert)
fi_fi: (Last.fm-palvelua ei ole otettu käyttöön)
hu_hu: (A Last.fm nincs beállítva)

source: (library root)
be: (корань бібліятэкі)
fi_fi: (kirjaston pääkansio)
hu_hu: (könyvtár gyökér)

source: (no artist image available)
be: (няма даступных відарысаў выканаўцы)
de_de: (kein Künstlerbild verfügbar)
fi_fi: (esittäjän kuvaa ei ole saatavilla)
hu_hu: (nincs szerzőkép)

source: (press and hold for more)
be: (націсніце і ўтрымлівайце, каб даведацца больш)
fi_fi: (paina pitkään saadaksesi lisää valintoja)
hu_hu: (tartsa nyomva a folytatásért)

source: 10 matches
be: 10 супадзенняў
fi_fi: 10 osumaan
hu_hu: 10 egyezésre

source: 100 matches
be: 100 супадзенняў
fi_fi: 100 osumaan
hu_hu: 100 egyezésre

source: 30 matches
be: 30 супадзенняў
fi_fi: 30 osumaan
hu_hu: 30 egyezésre

source: 500 matches
be: 500 супадзенняў
fi_fi: 500 osumaan
hu_hu: 500 egyezésre

source: <strong>**</strong> matches zero or more arbitrary characters including path segment separators '/'
be: <strong>**</strong> адпавядае нулю або большай колькасці адвольных сімвалаў, уключаючы раздзяляльнікі сегментаў шляху '/'
de_de: <strong>**</strong> sucht nach null oder mehr beliebigen Zeichen, einschließlich Pfadtrennzeichen '/'
fi_fi: <strong>**</strong> vastaa nollaa tai useampaa mielivaltaista merkkiä, mukaanlukien polku-segmentti-erotin '/'
hu_hu: A <strong>**</strong> nulla vagy több tetszőleges karakterre illeszkedik, beleértve az útvonalrész-elválasztókat ( '/')

source: <strong>*</strong> matches zero or more arbitrary characters within a path segment
be: <strong>*</strong> адпавядае нулю або большай колькасці адвольных сімвалаў у сегменце шляху
de_de: <strong>*</strong> sucht nach null oder mehr beliebigen Zeichen innerhalb eines Pfadsegments
fi_fi: <strong>*</strong> vastaa nollaa tai useampaa mielivaltaista merkkiä polku-segmentin sisällä
hu_hu: A <strong>*</strong> nulla vagy több tetszőleges karakterre illeszkedik egy útvonalrészben

source: <strong>?</strong> matches any one character within a path segment
be: <strong>?</strong> адпавядае любому аднаму сімвалу ў сегменце шляху
de_de: <strong>?</strong> sucht nach einem einzelnen Zeichen innerhalb eines Pfadsegments
fi_fi: <strong>?</strong> vastaa mitä tahansa yhtä merkkiä polku-segmentin sisällä
hu_hu: A <strong>?</strong> egy darab tetszőleges karakterre illeszkedik egy útvonalrészben

source: <strong>LEFT</strong> or <strong>J</strong>
be: <strong>LEFT</strong> або <strong>J</strong>
fi_fi: <strong>VASEN</strong> tai <strong>J</strong>
hu_hu: <strong>BALRA</strong> vagy <strong>J</strong>

source: <strong>RIGHT</strong> or <strong>L</strong>
be: <strong>RIGHT</strong> або <strong>L</strong>
fi_fi: <strong>OIKEA</strong> tai <strong>L</strong>
hu_hu: <strong>JOBBRA</strong> vagy <strong>L</strong>

source: <strong>SHIFT+SPACE</strong> or <strong>SHIFT+K</strong>
be: <strong>SHIFT+SPACE</strong> або <strong>SHIFT+K</strong>
fi_fi: <strong>SHIFT+VÄLILYÖNTI</strong> tai <strong>SHIFT+K</strong>
hu_hu: <strong>SHIFT+SZÓKÖZ</strong> vagy <strong>SHIFT+K</strong>

source: <strong>SPACE</strong> or <strong>K</strong>
be: <strong>SPACE</strong> або <strong>K</strong>
fi_fi: <strong>VÄLILYÖNTI</strong> tai <strong>K</strong>
hu_hu: <strong>SZÓKÖZ</strong> vagy <strong>K</strong>

source: About
be: Аб праграме
de_de: Über
fi_fi: Tietoja
hu_hu: Az alkalmazásról

source: Add a new podcast channel from an RSS feed
be: Дадаць новы канал падкаста з RSS-стужкі
de_de: Einen neuen Podcast von einem RSS-Feed hinzufügen
fi_fi: Uuden podcast-kanavan lisääminen RSS-syötteestä
hu_hu: Podcast csatorna hozzáadása RSS-hírfolyamból

source: Add channel
be: Дадаць канал
de_de: Kanal hinzufügen
fi_fi: Lisää kanava
hu_hu: Csatorna hozzáadása

source: Add date
be: Дата дадавання
fi_fi: Lisäyspäivä
hu_hu: Dátum hozzáadása

source: Add from RSS feed
be: Дадаць з RSS-стужкі
de_de: Aus RSS-Feed hinzufügen
fi_fi: Lisää RSS-syötteestä
hu_hu: Hozzáadás RSS-hírfolyamból

source: Add manually
be: Дадаць уручную
de_de: Manuell hinzufügen
fi_fi: Lisää manuaalisesti
hu_hu: Hozzáadás kézzel

source: Add tracks with drag and drop from Albums or other playlists
be: Дадавайце трэкі з дапамогай перацягвання з Альбомаў або іншых плэй-лістоў
de_de: Hinzufügen von Titeln per Drag & Drop aus Alben oder anderen Wiedergabelisten
fi_fi: Lisää kappaleita raahaamalla Albumeista tai muista soittolistoista
hu_hu: Adjon hozzá számokat az albumokból vagy más lejátszólistákból a fogd és vidd funkcióval

source: Admin
be: Адміністратар
fi_fi: Ylläpito

source: Admin may set up the Last.fm API key to show album background information here. See the Settings view for details.
be: Адміністратар можа наладзіць ключ API Last.fm, каб тут на фоне адлюстроўвалася інфармацыя пра альбом. Падрабязнасці глядзіце ў наладах.
de_de: Administratoren können einen Last.fm-API-Schlüssel konfigurieren, um hier Hintergrundinformationen zum Album anzuzeigen. Weitere Informationen finden Sie in den Einstellungen.
fi_fi: Ylläpitäjän tulee asettaa Last.fm API-avain, jotta albumien taustatietoja voidaan näyttää täällä. Katso lisätietoja Asetuksista.
hu_hu: Az adminisztrátor beállíthat Last.fm API-kulcsot, hogy itt megjelenjen az albumok háttérinformációja. Nézze meg a Beállításokat a részletekért.

source: Admin may set up the Last.fm API key to show artist biography here. See the Settings view for details.
be: Адміністратар можа наладзіць ключ API Last.fm, каб тут адлюстроўвалася біяграфія выканаўцы. Падрабязнасці глядзіце ў наладах.
de_de: Administratoren können einen Last.fm-API-Schlüssel konfigurieren, um hier biografische Details zum Künstler anzuzeigen. Weitere Informationen finden Sie in den Einstellungen.
fi_fi: Ylläpitäjän tulee asettaa Last.fm API-avain, jotta esittäjän taustatietoja voidaan näyttää täällä. Katso lisätietoja Asetuksista.
hu_hu: Az adminisztrátor beállíthat Last.fm API-kulcsot, hogy itt megjelenjen az előadók életrajza. Nézze meg a Beállításokat a részletekért.

source: Advanced search
be: Пашыраны пошук
fi_fi: Tarkennettu haku
hu_hu: Haladó keresés

source: After
be: Пасля
fi_fi: Jälkeen
hu_hu: Utána

source: Album
be: Альбом
fi_fi: Albumi

source: Album artist name
be: Імя выканаўцы альбома
fi_fi: Albumin esittäjän nimi
hu_hu: Album előadó neve

source: Album count
be: Колькасць альбомаў
fi_fi: Albumien määrä
hu_hu: Albumok száma

source: Album genre
be: Жанр альбома
fi_fi: Albumin genre
hu_hu: Album műfaja

source: Album metadata
be: Метаданыя альбома
fi_fi: Albumin tiedot
hu_hu: Album metaadatai

source: Album name
be: Назва альбома
fi_fi: Albumin nimi
hu_hu: Album neve

source: Album rating
be: Рэйтынг альбома
fi_fi: Albumin arvosana
hu_hu: Album értékelése

source: Albums
az: Albomlar
be: Альбомы
de_de: Alben
fi_fi: Albumit
hu_hu: Albumok
th_th: อัลบัม

source: Albums by {{artist}}
be: Альбомы {{artist}}
fi_fi: Albumit esittäjältä {{artist}}
hu_hu: {{artist}} albumjai

source: All channels were already up-to-date
be: Усе каналы ўжо былі абноўлены
de_de: Alle Kanäle waren bereits aktuell
fi_fi: Kaikki kanavat olivat jo ajan tasalla
hu_hu: Már minden csatorna naprakész volt

source: All tracks
be: Усе трэкі
de_de: Alle Titel
fi_fi: Kaikki kappaleet
hu_hu: Minden szám
th_th: แทร็กทั้งหมด

source: Ampache and Subsonic
be: Ampache і Subsonic
de_de: Ampache und Subsonic
fi_fi: Ampache ja Subsonic
hu_hu: Ampache és Subsonic

source: Any searchable text
be: Любы тэкст для пошуку
fi_fi: Mikä tahansa teksti
hu_hu: Bármilyen kereshető szöveg

source: Append to an existing playlist?
be: Дадаць у існуючы плэй-ліст?
de_de: Zu einer bereits existierenden Wiedergabeliste hinzufügen?
fi_fi: Lisätäänkö olemassa olevan soittolistan perään?
hu_hu: Hozzátoldjam a meglévő lejátszólistához?

source: Are you sure to permanently erase all the configured internet radio stations?
be: Вы ўпэўнены, што хочаце назаўжды сцерці ўсе наладжаныя інтэрнэт-радыёстанцыі?
de_de: Sind Sie sich sicher, alle gespeicherten Internetradios dauerhaft löschen zu wollen?
fi_fi: Oletko varma, että haluat pysyvästi poistaa kaikki internet radio -asemat?
hu_hu: Biztosan véglegesen törölni akar minden beállított internetes rádióállomást?

source: Are you sure to permanently erase all the configured podcast channels?
be: Вы ўпэўнены, што хочаце назаўжды сцерці ўсе наладжаныя каналы падкастаў?
de_de: Sind Sie sich sicher, alle gespeicherten Podcast-Kanäle dauerhaft löschen zu wollen?
fi_fi: Oletko varma, että haluat pysyvästi poistaa kaikki podcast-kanavat?
hu_hu: Biztosan véglegesen törölni akar minden beállított podcast csatornát?

source: Are you sure to remove the playlist "{{ name }}"?
be: Вы ўпэўнены, што хочаце выдаліць плэй-ліст "{{ name }}"?
de_de: Sind Sie sich sicher, Wiedergabeliste "{{ name }}" löschen zu wollen?
fi_fi: Oletko varma, että haluat poistaa soittolistan "{{ name }}"?
hu_hu: Biztosan eltávolítja ezt a lejátszólistát: „{{ name }}”?

source: Are you sure to remove the podcast channel "{{ title }}"?
be: Вы ўпэўнены, што хочаце выдаліць канал падкастаў "{{ title }}"?
de_de: Sind Sie sich sicher, Podcast-Kanal "{{ title }}" löschen zu wollen?
fi_fi: Oletko varma, että haluat poistaa kanavan "{{ title }}"?
hu_hu: Biztosan eltávolítja ezt a podcast csatornát: „{{ title }}”?

source: Are you sure to remove the radio station "{{ name }}"?
be: Вы ўпэўнены, што хочаце выдаліць радыёстанцыю "{{ name }}"?
de_de: Sind Sie sich sicher, Radiostation "{{ name }}" löschen zu wollen?
fi_fi: Oletko varma, että haluat poistaa radio-aseman "{{ name }}"?
hu_hu: Biztosan eltávolítja ezt a rádióállomást: „{{ name }}”?

source: Are you sure to reset the music collection? This removes all scanned tracks and user-created playlists!
be: Вы ўпэўнены, што хочаце скінуць музычную калекцыю? Гэта прывядзе да выдалення ўсіх адсканаваных трэкаў і карыстальніцкіх плэй-лістоў!
de_de: Sind Sie sich sicher, Ihre Musiksammlung zurücksetzen zu wollen? Dieser Vorgang entfernt alle gefundenen Titel sowie erstellte Wiedergabelisten!
fi_fi: Oletko varma, että haluat nollata musiikkikokoelmasi? Tämä poistaa kaikki skannatut kappaleet ja käyttäjän luomat soittolistat!
hu_hu: Biztosan alaphelyzetbe állítja a zenegyűjteményét? Ezzel eltávolítja az összes feltérképezett számot és az Ön által létrehozott lejátszólistákat!

source: Articles to ignore on artist names
be: Артыклі, якія трэба ігнараваць ў імёнах выканаўцаў
fi_fi: Etuliitteet, joita ei huomioida esittäjän nimessä
hu_hu: Mellőzendő névelők az előadónevekből

source: Artist
be: Выканаўца
de_de: Künstler
fi_fi: Esittäjä
hu_hu: Előadó

source: Artist genre
be: Жанр выканаўцы
fi_fi: Esittäjän genre
hu_hu: Előadó műfaja

source: Artist metadata
be: Метаданыя выканаўцы
fi_fi: Esittäjän tiedot
hu_hu: Előadó metaadatai

source: Artist name
be: Імя выканаўцы
fi_fi: Esittäjän nimi
hu_hu: Előadó neve

source: Artist rating
be: Рэйтынг выканаўцы
fi_fi: Esittäjän arvosana
hu_hu: Előadó értékelése

source: Artists
az: Müğənnilər
be: Выканаўцы
de_de: Künstler
fi_fi: Esittäjät
hu_hu: Előadók
th_th: ศิลปิน

source: Artists featured on {{album}}
be: Выканаўцы ў альбоме {{album}}
fi_fi: Esittäjät albumilla {{album}}
hu_hu: A(z) {{album}} előadói

source: Before
be: Да
fi_fi: Ennen
hu_hu: Előtte

source: Bit rate
be: Бітрэйт
fi_fi: Bittinopeus
hu_hu: Bitráta

source: Broadcasted name
be: Назва, якая трансліруецца
fi_fi: Lähetetty nimi
hu_hu: Közvetített név

source: Changes on this setting take effect only upon rescan of the library.
be: Змены гэтай налады ўступяць у сілу толькі пры паўторным сканіраванні бібліятэкі.
fi_fi: Tämän asetuksen muutokset tulevat voimaan vasta kirjaston uudelleenskannauksen yhteydessä.
hu_hu: Ezen beállítás változásai csak a könyvtár újbóli feltérképezésekor lépnek érvénybe.

source: Changes to the excluded paths will only take effect upon rescan.
be: Змены выключаных шляхоў уступяць у сілу толькі пры паўторным сканіраванні.
de_de: Änderungen der ausgeschlossenen Dateipfade werden erst mit einem erneuten Einlesen wirksam.
fi_fi: Poissuljettuihin polkuihin tehdyt muutokset tulevat voimaan vasta uudelleenskannauksen yhteydessä.
hu_hu: A kizárt útvonalak változásai csak az újbóli feltérképezéskor lépnek érvénybe.

source: Changes were loaded for one channel
be: Змены былі загружаны для {{ count }} канала
de_de: Änderungen wurden für einen Kanal geladen
fi_fi: Yhdelle kanavalle ladattiin muutoksia
hu_hu: Változások betöltve egy csatornához

source: Channel
be: Канал
de_de: Kanal
fi_fi: Kanava
hu_hu: Csatorna

source: Check the filter values
be: Праверце значэнні фільтра
fi_fi: Tarkista suodattimien arvot
hu_hu: Ellenőrizze a szűrőértékeket

source: Click <strong>Connect</strong> to scrobble your streams to {{service}}.
be: Націсніце <strong>Падлучыць</strong>, каб пачаць скроблінг трансляцый на {{service}}.

source: Click here to remove this file
be: Націсніце тут, каб выдаліць гэты файл

source: Click here to rescan these files
be: Націсніце, каб сканіраваць гэтыя файлы паўторна
fi_fi: Napsauta skannataksesi uudestaan nämä tiedostot
hu_hu: Kattintson ide a felderítés újbóli elindításához

source: Click here to start the scan
be: Націсніце, каб пачаць сканіраванне
de_de: Um das Einlesen zu starten, hier klicken
fi_fi: Napsauta aloittaaksesi skannauksen
hu_hu: Kattintson ide a felderítés elindításához
th_th: คลิกที่นี่เพื่อเริ่มการสแกน

source: Click to add your first podcast channel
be: Націсніце, каб дадаць свой першы канал падкастаў
de_de: Klicken Sie hier, um Ihren ersten Podcast-Kanal hinzuzufügen
fi_fi: Napsauta lisätäksesi ensimmäisen podcast-kanavan
hu_hu: Kattintson az első podcast csatorna hozzáadásához

source: Click to expand
be: Націсніце, каб разгарнуць
de_de: Zum Ausklappen hier klicken
fi_fi: Laajenna napsauttamalla
hu_hu: Kattintson a kinyitáshoz

source: Click to rescan
be: Націсніце, каб сканіраваць паўторна
de_de: Zum erneuten Einlesen hier klicken
fi_fi: Napsauta skannataksesi uudestaan
hu_hu: Kattintson az újbóli felderítéshez

source: Click to show "Getting started"
be: Націсніце, каб паказаць "Пачатак працы"
de_de: Klicken, um "Erste Schritte" anzuzeigen
fi_fi: Avaa Aloitusohje napsauttamalla
hu_hu: Kattintson a „Kezdeti lépések” mutatásához

source: Close
be: Закрыць
de_de: Schließen
fi_fi: Sulje
hu_hu: Bezárás

source: Comment
be: Каментарый
de_de: Kommentar
fi_fi: Kommentti
hu_hu: Megjegyzés

source: Compact layout
be: Кампактны макет
de_de: Kompaktes Layout
fi_fi: Kompakti asettelu
hu_hu: Tömör elrendezés

source: Connect
be: Падлучыць

source: Contains
be: Утрымлівае
fi_fi: Sisältää
hu_hu: Tartalmaz

source: Could not remove the channel "{{ title }}"
be: Не ўдалося выдаліць канал "{{ title }}"
de_de: Der Kanal "{{ title }}" konnte nicht entfernt werden
fi_fi: Oletko varma, että haluat poistaa kanavan "{{ title }}"?
hu_hu: Nem tudtam eltávolítani ezt a csatornát: „{{ title }}”

source: Could not update the channel "{{ title }}" from the source
be: Не ўдалося абнавіць канал "{{ title }}" з крыніцы
de_de: Der Kanal "{{ title }}" konnte nicht aktualisiert werden
fi_fi: Kanavan "{{ title }}" päivittäminen lähteestä epäonnistui
hu_hu: Nem tudtam frissíteni ezt a csatornát a forrásából: „{{ title }}”

source: Created
be: Створаны
de_de: Erstellt
fi_fi: Luotu
hu_hu: Létrehozva

source: Date published
be: Дата публікацыі
fi_fi: Julkaisupäivä
hu_hu: Közzététel dátuma

source: Decrease playback speed
be: Паменшыць хуткасць прайгравання
fi_fi: Vähennä toistonopeutta
hu_hu: Lejátszási sebesség csökkentése

source: Decrease volume. Adjust more with <strong>SHIFT</strong> or less with <strong>ALT</strong>.
be: Паменшыць гучнасць. Рэгуляваць мацней з <strong>SHIFT</strong> ці слабей з <strong>ALT</strong>.
fi_fi: Vähennä äänenvoimakkuutta. Säädä enemmän <strong>SHIFT</strong>-näppäimellä tai vähemmän <strong>ALT</strong>-näppäimellä.
hu_hu: Hangerő csökkentése. Állítsa erősebben a <strong>SHIFT</strong>-tel, vagy gyengébben az <strong>ALT</strong>-tal.

source: Delete
be: Выдаліць
de_de: Entfernen
fi_fi: Poista
hu_hu: Törlés

source: Description
az: Açıqlanma
be: Апісанне
de_de: Beschreibung
fi_fi: Kuvaus
hu_hu: Leírás
th_th: คำอธิบาย

source: Description (e.g. App name)
az: Açıqlanma(Misal üçün proqram adı)
be: Апісанне (напрыклад, назва праграмы)
de_de: Beschreibung (z.B. Name der Anwendung)
fi_fi: Kuvaus (esim. sovelluksen nimi)
hu_hu: Leírás (például az alkalmazás neve)
th_th: รายละเอียด (ยกตัวอย่าง ชื่อแอพฯ)

source: Details
be: Падрабязнасці
fi_fi: Tiedot
hu_hu: Részletek

source: Disconnect
be: Адлучыць

source: Disk count
be: Колькасць дыскаў
fi_fi: Levyjen määrä
hu_hu: Lemezek száma

source: Does not contain
be: Не ўтрымлівае
fi_fi: Ei sisällä
hu_hu: Nem tartalmaz

source: Does not equal
be: Не раўняецца
fi_fi: Ei ole sama kuin
hu_hu: Nem egyenlő

source: Does not match regular expression
be: Не адпавядае рэгулярнаму выразу
fi_fi: Ei vastaa säännöllistä lauseketta
hu_hu: Nem illeszkedik a reguláris kifejezésre

source: Does not sound like
be: Не гучыць, як
fi_fi: Ei kuulosta samalta kuin
hu_hu: Nem úgy hangzik, mint

source: Duration (seconds)
be: Працягласць (секунд)
fi_fi: Kesto (sekunteina)
hu_hu: Időtartam (másodperc)

source: Enable metadata scanning
be: Уключыць сканіраванне метеданых
fi_fi: Skannaa metatiedot
hu_hu: Metaadatok feltérképezésének engedélyezése

source: Ends with
be: Заканчваецца на
fi_fi: Päättyy
hu_hu: Úgy végződik, hogy

source: Episode
be: Эпізод
fi_fi: Jakso
hu_hu: Epizód

source: Equals
be: Раўняецца
fi_fi: On sama kuin
hu_hu: Egyenlő

source: Error playing URL:
be: Памылка прайгравання URL:
de_de: Fehler beim Abspielen der URL:
fi_fi: Virhe toistettaessa:
hu_hu: Hiba az URL lejátszásakor:

source: Export playlist to a file in the selected folder
be: Экспарт плэй-ліста ў файл у выбранай папцы
de_de: Exportieren der Wiedergabeliste in eine Datei im ausgewählten Ordner
fi_fi: Vie soittolista tiedostoon valitussa kansiossa
hu_hu: Lejátszólista exportálása fájlba a kiválasztott mappában

source: Export podcasts to an OPML file in the selected folder
be: Экспарт падкастаў у OPML-файл у выбранай папцы
hu_hu: Podcast exportálása OPML fájlba a kiválasztott könyvtárban

source: Export radio stations to a file in the selected folder
be: Экспарт радыёстанцый у файл у выбранай папцы
de_de: Exportieren der Radiostationen in eine Datei im ausgewählten Ordner
fi_fi: Vie radio-kanavat tiedostoon valitussa kansiossa
hu_hu: Rádióállomások exportálása fájlba a kiválasztott könyvtárban

source: Export to file
be: Экспарт у файл
de_de: Nach Datei exportieren
fi_fi: Vie tiedostoon
hu_hu: Exportálás fájlba

source: Failed to add the podcast channel
be: Не атрымалася дадаць канал падкаста
de_de: Podcast-Kanal konnte nicht hinzugefügt werden
fi_fi: Podcast-kanavan lisääminen epäonnistui
hu_hu: Nem sikerült hozzáadni a podcast csatornát

source: Failed to check for new audio files (error {{ code }}); check the server logs for details
be: Не атрымалася праверыць наяўнасць новых аўдыяфайлаў (памылка {{code}}); глядзіце падрабязнасці ў журналах сервера
fi_fi: Uusien äänitiedostojen tarkistaminen epäonnistui (virhe {{ code }}); lisätietoja palvelinlokeista
hu_hu: Nem sikerült új hangfájlokat keresni (hibakód: {{ code }}); ellenőrizze a szervernaplókat a részletekért

source: Failed to clear scrobbling session.
be: Не атрымалася ачысціць сеанс скроблінгу.

source: Failed to delete the radio station:
be: Не атрымалася выдаліць радыёстанцыю:
de_de: Radiostation konnte nicht entfernt werden:
fi_fi: Radio-kanavan poistaminen epäonnistui:
hu_hu: Nem sikerült törölni a rádióállomást:

source: Failed to generate new Ampache/Subsonic password
be: Не атрымалася згенерыраваць новы пароль для Ampache/Subsonic
de_de: Es konnte kein neues Ampache/Subsonic-Passwort erstellt werden
fi_fi: Ampache/Subsonic-salasanan luominen epäonnistui
hu_hu: Nem sikerült új Ampache/Subsonic jelszót előállítani

source: Failed to import playlist from the file {{ file }}
be: Не атрымалася імпартаваць плэй-ліст з файла {{ file }}
de_de: Playlist konnte nicht aus Datei {{ file }} importiert werden
fi_fi: Soittolistan tuominen tiedostosta {{ file }} epäonnistui
hu_hu: Nem sikerült lejátszólistát importálni ebből a fájlból: {{ file }}

source: Failed to import podcasts from the file {{ file }}
be: Не атрымалася імпартаваць падкасты з файла {{ file }}
hu_hu: Nem sikerült podcastokat importálni ebből a fájlból: {{ file }}

source: Failed to import radio stations from the file {{ file }}
be: Не атрымалася імпартаваць радыёстанцыі з файла {{ file }}
de_de: Radiostationen konnten nicht aus Datei {{ file }} importiert werden
fi_fi: Radio-kanavien tuominen tiedostosta {{ file }} epäonnistui
hu_hu: Nem sikerült rádióállomásokat importálni ebből a fájlból: {{ file }}

source: Failed to load the collection:
be: Не атрымалася загрузіць калекцыю:
de_de: Musiksammlung konnte nicht geladen werden:
fi_fi: Kokoelman lataaminen epäonnistui:
hu_hu: Nem sikerült a gyűjteményt betölteni:

source: Failed to reset the collection:
be: Не атрымалася скінуць калекцыю:
de_de: Musiksammlung konnte nicht zurückgesetzt werden:
fi_fi: Kokoelman pyyhkiminen epäonnistui:
hu_hu: Nem sikerült a gyűjteményt alaphelyzetbe állítani:

source: Failed to reset the podcast channels:
be: Не атрымалася скінуць каналы падкастаў:
de_de: Podcast-Kanäle konnten nicht zurückgesetzt werden:
fi_fi: Podcast-kanavien pyyhkiminen epäonnistui:
hu_hu: Nem sikerült a podcast csatornákat alaphelyzetbe állítani:

source: Failed to reset the radio stations:
be: Не атрымалася скінуць радыёстанцыі:
de_de: Radiostationen konnten nicht zurückgesetzt werden:
fi_fi: Radio-kanavien pyyhkiminen epäonnistui:
hu_hu: Nem sikerült a rádióállomásokat alaphelyzetbe állítani:

source: Failed to save the ignored paths
be: Не атрымалася захаваць ігнараваныя шляхі
de_de: Ausgeschlossene Dateipfade konnten nicht gespeichert werden
fi_fi: Ohitettavien polkujen tallentaminen epäonnistui
hu_hu: Nem sikerült a mellőzött útvonalakat elmenteni

source: Failed to save the music collection path
be: Не атрымалася захаваць шлях да музычнай калекцыі
de_de: Pfad der Musiksammlung konnte nicht gespeichert werden
fi_fi: Musiikkikokoelman polun tallentaminen epäonnistui
hu_hu: Nem sikerült a zenegyűjtemény útvonalát elmenteni

source: Failed to save the setting
be: Не атрымалася захаваць наладу
fi_fi: Asetuksen tallentaminen epäonnistui
hu_hu: Nem sikerült a beállításokat elmenteni

source: Favorite
be: Абранае
fi_fi: Suosikki
hu_hu: Kedvenc

source: Favorite album
be: Абраны альбом
fi_fi: Suosikkialbumi
hu_hu: Kedvenc album

source: Favorite artist
be: Абраны выканаўца
fi_fi: Suosikkiesittäjä
hu_hu: Kedvenc előadó

source: Favorite track
be: Абраны трэк
fi_fi: Suosikkikappale
hu_hu: Kedvenc szám

source: Favorite track, album, or artist
be: Абраны трэк, альбом або выканаўца
fi_fi: Suosikkikappale, -albumi tai -esittäjä
hu_hu: Kedvenc szám, album vagy előadó

source: File data
be: Даныя файла
fi_fi: Tiedoston tiedot
hu_hu: Fájl adatai

source: File name
be: Назва файла
fi_fi: Tiedoston nimi
hu_hu: Fájl neve

source: Filters
be: Фільтры
fi_fi: Suotimet
hu_hu: Szűrők

source: Flat layout
be: Плоскі макет
fi_fi: Litteä asettelu
hu_hu: Lapos elrendezés

source: Folder
be: Папка
de_de: Ordner
fi_fi: Kansio
hu_hu: Mappa

source: Folders
be: Папкі
de_de: Ordner
fi_fi: Kansiot
hu_hu: Mappák

source: Follow playback
be: Сачыць за прайграваннем
de_de: Wiedergabe verfolgen
fi_fi: Seuraa toistoa
hu_hu: Visszajátszás követése

source: General
be: Агульныя
de_de: Allgemeines
fi_fi: Yleinen
hu_hu: Általános
