{ "translations": {
    "+ New Playlist" : "+ Nuwe Afspeellys",
    "Albums" : "Albums",
    "All tracks" : "Alle snitte",
    "Artists" : "Kunstenaars",
    "Click here to start the scan" : "Klik hier om skandering te begin",
    "Description" : "Beskrywing",
    "Description (e.g. App name)" : "Beskrywing (bv. Toepnaam)",
    "Generate API password" : "Genereer API-wagwoord",
    "Here you can generate passwords to use with the Ampache API, because they can't be stored in a really secure way due to the design of the Ampache API. You can generate as many passwords as you want and revoke them anytime." : "Hier kan u wagwoorde genereer vir gebruik ,et die Ampache API aangesien dit weens die ontwerp van die Ampache API nie op ’n veilige manier bewaar kan word nie. U kan soveel wagwoorde na hartelus genereer en dit ter eniger tyd herroep.",
    "Invalid path" : "Ongeldige pad",
    "Keep in mind, that the Ampache API is just a preview and is unstable. Feel free to report your experience with this feature in the corresponding <a href=\"https://github.com/owncloud/music/issues/60\">issue</a>. I would also like to have a list of clients to test with. Thanks" : "Hou in gedagte dat die Ampache API ’n onstabiele voorskou is. Voel vry om verslag van u ervaring met hierdie funksie in die ooreenkomstige <a href=\"https://github.com/owncloud/music/issues/60\">uitgawe</a> te doen. Ek sal ook graag ’n kliëntlys wil hê om mee te toets. Dankie.",
    "Music" : "Musiek",
    "New music available" : "Nuwe musiek beskikbaar",
    "New music available. Click here to reload the music library." : "Nuwe musiek beskikbaar. Klik hier om die musiekbiblioteek te herlaai.",
    "Next" : "Volgende",
    "No music found" : "Geen musiek gevind",
    "Path to your music collection" : "Pad na u musiekversameling",
    "Pause" : "Wag",
    "Play" : "Speel",
    "Previous" : "Vorige",
    "Repeat" : "Herhaal",
    "Revoke API password" : "Herroep API-wagwoord",
    "Scanning music …" : "Skandeer tans musiek …",
    "Shuffle" : "Skommel",
    "Some not playable tracks were skipped." : "Sommige onspeelbare snitte is oorgeslaan.",
    "This setting specifies the folder which will be scanned for music." : "Hierdie instelling spesifiseer die te skandeerde vouer vir musiek. ",
    "Tracks" : "Snitte",
    "Unknown album" : "Onbekende album",
    "Unknown artist" : "Onbekende kunstenaar",
    "Upload music in the files app to listen to it here" : "Laai musiek in die lêers-toep op om hier daarna te luister",
    "Use this address to browse your music collection from any Ampache compatible player." : "Gebruik hierdie adres om in enige Ampache-versoenbare speler deur u musiekversameling te blaai.",
    "Use your username and following password to connect to this Ampache instance:" : "Gebruik u gebruikersnaam en die volgende wagwoord om aan hierdie Ampache-instansie te koppel:",
    "Volume" : "Volume",
    "tracks" : "snitte",
    "{{ scanningScanned }} of {{ scanningTotal }}" : "{{ scanningScanned }} van {{ scanningTotal }}"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}