{ "translations": {
    "+ New Playlist" : "+ Uus esitusloend",
    "Albums" : "Albumid",
    "All tracks" : "Kõik lood",
    "Artists" : "Artistid",
    "Click here to start the scan" : "Skännimise alustamiseks kliki siia",
    "Description" : "Kirjeldus",
    "Description (e.g. App name)" : "Kirjeldus (nt. rakendi nimi)",
    "Generate API password" : "Tekita API parool",
    "Here you can generate passwords to use with the Ampache API, because they can't be stored in a really secure way due to the design of the Ampache API. You can generate as many passwords as you want and revoke them anytime." : "Siin sa saad tekitada parooli, mida kasutada Ampache API-ga, kuid neid ei ole võimalik talletada turvalisel moel Ampache API olemuse tõttu. Sa saad genereerida nii palju paroole kui soovid ning tühistada neid igal ajal.",
    "Invalid path" : "Vigane tee",
    "Keep in mind, that the Ampache API is just a preview and is unstable. Feel free to report your experience with this feature in the corresponding <a href=\"https://github.com/owncloud/music/issues/60\">issue</a>. I would also like to have a list of clients to test with. Thanks" : "Pea meeles, et Ampache APi on lihtsalt eelvaade ning see pole stabiilne. Anna teada oma kogemustest selle funktsionaalsusega vastavalt <a href=\"https://github.com/owncloud/music/issues/60\">teemaarendusele</a>. Ühtlasi soovin nimistut klientidest, mida testida. Tänan.",
    "Music" : "Muusika",
    "New music available" : "Saadaval on uut muusikat",
    "New music available. Click here to reload the music library." : "Saadaval on uut muusikat. Kliki siia, et muusikakogu uuesti laadida.",
    "Next" : "Järgmine",
    "No music found" : "Muusikat ei leitud",
    "Path to your music collection" : "Tee sinu muusikakoguni",
    "Pause" : "Paus",
    "Play" : "Esita",
    "Previous" : "Eelmine",
    "Repeat" : "Korda",
    "Revoke API password" : "Keeldu API paroolist",
    "Scanning music …" : "Muusika otsimine ...",
    "Shuffle" : "Juhuslik esitus",
    "Some not playable tracks were skipped." : "Mõned mittemängitavad lood jäeti vahele.",
    "This setting specifies the folder which will be scanned for music." : "See seade määrab kausta, kust muusikat otsitakse.",
    "Tracks" : "Lood",
    "Unknown album" : "Tundmatu album",
    "Unknown artist" : "Tundmatu esitaja",
    "Upload music in the files app to listen to it here" : "Laadi muusika üles failide rakenduses, et seda siin kuulata",
    "Use this address to browse your music collection from any Ampache compatible player." : "Kasuta seda aadressi sirvimaks oma muusikakogu suvalisest Ampache-ga ühilduvast muusikapleierist.",
    "Use your username and following password to connect to this Ampache instance:" : "Kasuta oma kasutajatunnust ja järgmist parooli ühendumaks selle Ampache instantsiga:",
    "Volume" : "Helitugevus",
    "tracks" : "lugu",
    "{{ scanningScanned }} of {{ scanningTotal }}" : "{{ scanningScanned }} / {{ scanningTotal }}"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}