{ "translations": {
    "(Failed to connect Last.fm)" : "(Échec de connexion à Last.fm)",
    "(Last.fm has not been set up)" : "(Last.fm n'a pas été configuré)",
    "(file is not within your music collection folder)" : "(le fichier ne se trouve pas dans le dossier de votre collection musicale)",
    "(library root)" : "(racine de la bibliothèque)",
    "(no artist image available)" : "(aucune image d'artiste disponible)",
    "(press and hold for more)" : "(appuyez et maintenez pour en savoir plus)",
    "10 matches" : "10 correspondances",
    "100 matches" : "100 correspondances",
    "30 matches" : "30 correspondances",
    "500 matches" : "500 correspondances",
    "<strong>**</strong> matches zero or more arbitrary characters including path segment separators '/'" : "<strong>**</strong> correspond à zéro ou plus caractères arbitraires, y compris les séparateurs de chemin '/'",
    "<strong>*</strong> matches zero or more arbitrary characters within a path segment" : "<strong>*</strong> correspond à zéro ou plus caractères arbitraires dans un segment de chemin",
    "<strong>?</strong> matches any one character within a path segment" : "<strong>?</strong> correspond à n'importe quel caractère dans un segment de chemin",
    "<strong>CTRL+F</strong>" : "<strong>CTRL+F</strong>",
    "<strong>CTRL+LEFT</strong>" : "<strong>CTRL+GAUCHE</strong>",
    "<strong>CTRL+RIGHT</strong>" : "<strong>CTRL+DROITE</strong>",
    "<strong>LEFT</strong> or <strong>J</strong>" : "<strong>GAUCHE</strong> ou <strong>J</strong>",
    "<strong>M</strong>" : "<strong>M</strong>",
    "<strong>NUMPAD MINUS</strong>" : "<strong>MOINS PAVÉ NUMÉRIQUE</strong>",
    "<strong>NUMPAD PLUS</strong>" : "<strong>PLUS PAVÉ NUMÉRIQUE</strong>",
    "<strong>RIGHT</strong> or <strong>L</strong>" : "<strong>DROITE</strong> ou <strong>L</strong>",
    "<strong>SHIFT+COMMA</strong>" : "<strong>SHIFT+VIRGULE</strong>",
    "<strong>SHIFT+PERIOD</strong>" : "<strong>SHIFT+POINT</strong>",
    "<strong>SHIFT+SPACE</strong> or <strong>SHIFT+K</strong>" : "<strong>SHIFT+ESPACE</strong> ou <strong>SHIFT+K</strong>",
    "<strong>SPACE</strong> or <strong>K</strong>" : "<strong>ESPACE</strong> ou <strong>K</strong>",
    "About" : "À propos",
    "Add a new podcast channel from an RSS feed" : "Ajouter une nouvelle chaîne de podcast à partir d'un flux RSS",
    "Add channel" : "Ajouter une chaîne",
    "Add date" : "Date d'ajout",
    "Add from RSS feed" : "Ajouter depuis un flux RSS",
    "Add manually" : "Ajouter manuellement",
    "Add tracks with drag and drop from Albums or other playlists" : "Ajoutez des pistes par glisser-déposer depuis des albums ou d'autres listes de lecture",
    "Admin" : "Administrateur",
    "Admin may set up the Last.fm API key to show album background information here. See the Settings view for details." : "L'administrateur peut configurer la clé d'API de Last.fm pour afficher ici les informations de l'album. Voir les paramètres de l'application pour plus de détails.",
    "Admin may set up the Last.fm API key to show artist biography here. See the Settings view for details." : "L'administrateur peut configurer la clé d'API de Last.fm pour afficher ici la biographie de l'artiste. Voir les paramètres de l'application pour plus de détails.",
    "Advanced search" : "Recherche avancée",
    "After" : "Après",
    "Album" : "Album",
    "Album artist name" : "Nom de l'artiste de l'album",
    "Album count" : "Nombre d'albums",
    "Album genre" : "Genre de l'album",
    "Album metadata" : "Métadonnées de l'album",
    "Album name" : "Nom de l'album",
    "Album rating" : "Évaluation de l'album",
    "Albums" : "Albums",
    "Albums by {{artist}}" : "Albums de {{artist}}",
    "All channels were already up-to-date" : "Toutes les chaînes étaient déjà à jour",
    "All tracks" : "Toutes les pistes",
    "Ampache and Subsonic" : "Ampache et Subsonic",
    "Any searchable text" : "Tout texte recherchable",
    "Append to an existing playlist?" : "Ajouter à une liste de lecture existante ?",
    "Are you sure to permanently erase all the configured internet radio stations?" : "Êtes-vous sûr de vouloir effacer définitivement toutes les stations de webradio configurées ?",
    "Are you sure to permanently erase all the configured podcast channels?" : "Êtes-vous sûr de vouloir effacer définitivement toutes les chaîne de podcast configurées ?",
    "Are you sure to remove the playlist \"{{ name }}\"?" : "Êtes-vous sûr de vouloir supprimer la liste de lecture « {{ name }} » ?",
    "Are you sure to remove the podcast channel \"{{ title }}\"?" : "Êtes-vous sûr de vouloir supprimer la chaîne de podcast « {{ name }} » ?",
    "Are you sure to remove the radio station \"{{ name }}\"?" : "Êtes-vous sûr de vouloir supprimer la station de radio « {{ name }} » ?",
    "Are you sure to reset the music collection? This removes all scanned tracks and user-created playlists!" : "Êtes-vous sûr de vouloir remettre à zéro la collection musicale ? Cela va supprimer toutes les pistes scannées et les listes de lecture créée par l'utilisateur !",
    "Array of allowed radio and podcast streaming hosts. HLS-type streams are not affected. Default is ['http://*:*', 'https://*:*'], allowing streaming from any remote URL. The given URLs will be added to the Content-Security-Policy headers <a href=\"{{mediaSrcUrl}}\" target=\"_blank\">media-src</a> and <a href=\"{{imgSrcUrl}}\" target=\"_blank\">img-src</a>." : "Tableau contenant la liste des sources autorisées pour le streaming des radios et des podcasts. Les flux de type HLS ne sont pas concernés. La valeur par défaut est ['http://*:*', 'https://*:*'], permettant ainsi la diffusion à partir de n'importe quelle URL distante. Les URL données seront ajoutées aux en-têtes Content-Security-Policy <a href=\"{{mediaSrcUrl}}\" target=\"_blank\">media-src</a> et <a href=\"{{imgSrcUrl}}\" target=\"_blank\">img-src</a>.",
    "Articles to ignore on artist names" : "Articles à ignorer dans le nom des artistes",
    "Artist" : "Artiste",
    "Artist genre" : "Genre de l'artiste",
    "Artist metadata" : "Métadonnées de l'artiste",
    "Artist name" : "Nom de l'artiste",
    "Artist rating" : "Évaluation de l'artiste",
    "Artists" : "Artistes",
    "Artists featured on {{album}}" : "Artistes en vedette sur {{album}}",
    "Before" : "Avant",
    "Bit rate" : "Débit binaire",
    "Broadcasted name" : "Nom diffusé",
    "Changes on this setting take effect only upon rescan of the library." : "Les modifications apportées à ce paramètre ne prendront effet qu'après un nouveau balayage de la bibliothèque.",
    "Changes to the excluded paths will only take effect upon rescan." : "Les modifications apportées aux chemins exclus ne prendront effet qu’après un nouveau balayage.",
    "_Changes were loaded for one channel_::_Changes were loaded for {{ count }} channels_" : ["Les modifications ont été chargées pour une chaîne","Les modifications ont été chargées pour {{ count }} chaînes"],
    "Channel" : "Chaîne",
    "Check the filter values" : "Vérifiez les valeurs du filtre",
    "Click here to start the scan" : "Cliquez ici pour lancer le balayage",
    "Click to add your first podcast channel" : "Cliquez pour ajouter votre première chaîne de podcast",
    "Click to expand" : "Cliquez pour étendre",
    "Click to rescan" : "Cliquez pour rebalayer",
    "Click to show \"Getting started\"" : "Cliquez pour voir \"Comment démarrer\"",
    "Close" : "Fermer",
    "Comment" : "Commentaire",
    "Compact layout" : "Agencement compacte",
    "Contains" : "Contient",
    "Could not remove the channel \"{{ title }}\"" : "Impossible de supprimer la chaîne « {{ title }} »",
    "Could not update the channel \"{{ title }}\" from the source" : "Impossible de mettre à jour la chaîne « {{ title }} » depuis la source",
    "Created" : "Création",
    "Date published" : "Date de publication",
    "Decrease playback speed" : "Diminuer la vitesse de lecture",
    "Decrease volume. Adjust more with <strong>SHIFT</strong> or less with <strong>ALT</strong>." : "Réduire le volume. Ajustez davantage avec <strong>SHIFT</strong> ou moins avec <strong>ALT</strong>.",
    "Delete" : "Supprimer",
    "Description" : "Description",
    "Description (e.g. App name)" : "Description (ex. nom de l'application)",
    "Details" : "Details",
    "Does not contain" : "Ne contient pas",
    "Does not equal" : "N'est pas égal",
    "Does not match regular expression" : "Ne correspond pas à l'expression régulière",
    "Does not sound like" : "Ne ressemble pas à",
    "Duration (seconds)" : "Durée (secondes)",
    "Enable metadata scanning" : "Activer le balayage des métadonnées",
    "Enable streaming HLS-type radio stations, relaying them via the cloud server. Default is <samp>true</samp>. When enabled, the sources <samp>data:</samp> and <samp>blob:</samp> will be added to the CSP header <a href=\"{{mediaSrcUrl}}\" target=\"_blank\">media-src</a>." : "Activer le streaming depuis des stations de type HLS en les relayant via le serveur cloud. La valeur par défaut est <samp>true</samp>. Lorsque cette option est activée, les sources <samp>data:</samp> et <samp>blob:</samp> sont ajoutées à l'en-tête CSP <a href=\"{{mediaSrcUrl}}\" target=\"_blank\">media- src</a>.",
    "Ends with" : "Finit par",
    "Episode" : "Épisode",
    "Equals" : "Est égal à",
    "Error playing URL:" : "Erreur lors de la lecture de l'URL :",
    "Export playlist to a file in the selected folder" : "Exporter la liste de lecture vers un fichier dans le dossier sélectionné",
    "Export radio stations to a file in the selected folder" : "Exporter les stations de radio vers un fichier dans le dossier sélectionné",
    "Export to file" : "Exporter vers un fichier",
    "Failed to add the podcast channel" : "Échec de l'ajout de la chaîne de podcast",
    "Failed to check for new audio files (error {{ code }}); check the server logs for details" : "Échec de la recherche de nouveaux fichiers audio (erreur {{ code }}) ; vérifiez les journaux du serveur pour plus de détails",
    "Failed to delete the radio station:" : "Échec de la suppression de la station de radio :",
    "Failed to generate new Ampache/Subsonic password" : "Échec de la génération d'un nouveau mot de passe Ampache/Subsonic",
    "Failed to import playlist from the file {{ file }}" : "Échec de l'importation de la playlist à partir du fichier {{ file }}",
    "Failed to import radio stations from the file {{ file }}" : "Échec de l'importation des stations de radio à partir du fichier {{ file }}",
    "Failed to load the collection:" : "Échec du chargement de la collection :",
    "Failed to reset the collection:" : "Échec de la réinitialisation de la collection :",
    "Failed to reset the podcast channels:" : "Échec de la réinitialisation des chaînes de podcast :",
    "Failed to reset the radio stations:" : "Échec de la réinitialisation des stations de radio :",
    "Failed to save the ignored paths" : "Échec de l'enregistrement des chemins ignorés",
    "Failed to save the music collection path" : "Échec de l'enregistrement du chemin de la collection musicale",
    "Failed to save the setting" : "Échec de l'enregistrement du paramètre",
    "Favorite" : "Favori",
    "Favorite album" : "Album favori",
    "Favorite artist" : "Artiste favori",
    "Favorite track" : "Piste favorite",
    "Favorite track, album, or artist" : "Piste, album ou artiste favori",
    "File data" : "Données du fichier",
    "File name" : "Nom du fichier",
    "Filters" : "Filtres",
    "Flat layout" : "Disposition à plat",
    "Folder" : "Dossier",
    "Folders" : "Dossiers",
    "Follow playback" : "Suivre la lecture",
    "GUID" : "GUID",
    "General" : "Général",
    "Generate API password" : "Générer un mot de passe pour l'API",
    "Generated {{ datetime }}" : "Générée le {{ datetime }}",
    "Genre" : "Genre",
    "Genres" : "Genres",
    "Getting started" : "Comment démarrer",
    "Has image" : "A une image",
    "Has no genre" : "N'a pas de genre",
    "Here you can generate passwords to use with the Ampache or Subsonic API. Separate passwords are used because they can't be stored in a really secure way due to the design of the APIs. You can generate as many passwords as you want and revoke them at anytime." : "Ici, vous pouvez générer des mots de passe à utiliser avec l'API Ampache ou Subsonic. Des mots de passe distincts de celui de votre compte utilisateur sont utilisés car ils ne peuvent pas être stockés de manière vraiment sécurisée pour des raisons techniques liées à la conception des API. Vous pouvez générer autant de mots de passe que vous le souhaitez et les révoquer à tout moment.",
    "History" : "Historique",
    "If this URL doesn't work try to append '/server/xml.server.php'." : "Si cette URL ne fonctionne pas, essayez d'ajouter « /server/xml.server.php ».",
    "Import from file" : "Importer depuis un fichier",
    "Import playlist contents from the selected file" : "Importer le contenu de la liste de lecture à partir du fichier sélectionné",
    "Import radio stations from the selected file" : "Importer des stations de radio à partir du fichier sélectionné",
    "Imported {{ count }} radio stations from the file {{ file }}." : "Importation de {{ count }} stations de radio à partir du fichier {{ file }}.",
    "Imported {{ count }} tracks from the file {{ file }}." : "Importation de {{ count }} pistes depuis le fichier {{ file }}.",
    "In addition to the web interface, this setting is respected in the Subsonic interface although not necessarily by all clients." : "En plus de l'interface web, ce paramètre est respecté dans l'interface Subsonic mais pas forcément par tous les clients.",
    "In the search results view, press the \"diskette\" icon on an individual found station to download the station as a PLS file. Alternatively, press the link \"Save current list as playlist for your media player: PLS\" on top of the view to get all the matching stations." : "Sur la page des résultats de recherche, cliquez sur l'icône « disquette » de l'une des stations pour la télécharger sous la forme d'un fichier PLS. Vous pouvez également appuyer sur le lien « Save current list as playlist for your media player: PLS » en haut de la page pour obtenir toutes les stations en un seul fichier.",
    "Increase playback speed" : "Augmenter la vitesse de lecture",
    "Increase volume. Adjust more with <strong>SHIFT</strong> or less with <strong>ALT</strong>." : "Augmenter le volume. Ajustez davantage avec <strong>SHIFT</strong> ou moins avec <strong>ALT</strong>.",
    "Info" : "Informations",
    "Internal server error" : "Erreur interne du serveur",
    "Internet radio" : "Webradio",
    "Internet radio stations" : "Station de webradio",
    "Invalid RSS feed URL" : "URL de flux RSS invalide",
    "Is" : "Est",
    "Is equal to" : "Est égal à",
    "Is false" : "Est faux",
    "Is greater than" : "Est plus grand que",
    "Is greater than or equal to" : "Est plus grand ou égal à",
    "Is less than" : "Est plus petit que",
    "Is less than or equal to" : "Est plus petit ou égal à",
    "Is not" : "N'est pas",
    "Is not equal to" : "N'est pas égal à",
    "Is played" : "A déjà été joué",
    "Is played album" : "L'album a déjà été joué",
    "Is played artist" : "L'artiste a déjà été joué",
    "Is true" : "Est vrai",
    "Jump to the next track" : "Sauter à la piste suivante",
    "Jump to the previous track" : "Sauter à la piste précédente",
    "Keyboard shortcuts" : "Raccourcis clavier",
    "Large album cover images are down-scaled to this size on the server before providing them for the web browser or the Subsonic/Ampache client. Smaller images are not up-scaled. The default size is 380 pixels. The value should be given as a single integer." : "Les grandes images de couverture d'album sont réduites à cette taille sur le serveur avant d'être servies aux navigateurs Web ou au clients Subsonic/Ampache. Les images plus petites ne sont pas mises à l'échelle. La taille par défaut est de 380 pixels. La valeur doit être donnée sous la forme d'un unique nombre entier.",
    "Last played" : "Joué pour la dernière fois",
    "Limit" : "Limite",
    "List size" : "Taille de la liste",
    "Loading…" : "Chargement…",
    "Lyrics" : "Paroles",
    "MIME type" : "Type MIME",
    "Many features of the Music app are based on the metadata stored in the audio files. However, scanning this data may consume a lot of time on some systems using extrenal storage. When disabled, the library structure is built based on the file and folder names only." : "De nombreuses fonctionnalités de l'application Musique sont basées sur les métadonnées stockées dans les fichiers audio. Cependant, l'analyse de ces données peut prendre beaucoup de temps sur certains systèmes utilisant un stockage externe. Lorsqu'elle est désactivée, la structure de la bibliothèque est construite uniquement sur la base des noms de fichiers et de dossiers.",
    "Many functionalities of the Music app web UI can be controlled with keyboard shortcuts." : "De nombreuses fonctionnalités de l’interface Web de l’application Musique peuvent être contrôlées à l’aide de raccourcis clavier.",
    "Matches regular expression" : "Corresponds à l'expression régulière",
    "Modified" : "Modification",
    "Music" : "Musique",
    "Music library" : "Bibliothèque musicale",
    "MusicBrainz" : "MusicBrainz",
    "Mute" : "Rendre muet",
    "Mute / Unmute" : "Rendre muet / Réactiver le son",
    "Name" : "Nom",
    "New Playlist" : "Nouvelle liste de lecture",
    "New music available" : "Nouvelles musiques disponibles",
    "New music available. Click here to reload the music library." : "Nouvelles musiques disponibles. Cliquez ici pour rebalayer la bibliothèque musicale.",
    "New radio station" : "Nouvelle station de radio",
    "Next" : "Suivant",
    "No channels" : "Aucune chaîne",
    "No music found" : "Aucune musique trouvée",
    "No search results in this view for <strong>{{ queryString }}</strong>" : "Aucun résultat de recherche dans cette vue pour <strong>{{ queryString }}</strong>",
    "No stations" : "Aucune station",
    "No tracks" : "Aucune piste",
    "No tracks matching the filters" : "Aucune piste ne correspond aux filtres",
    "Normal layout" : "Agencement normal",
    "Not recently added" : "Pas récemment ajouté",
    "Not recently played" : "Pas récemment joué",
    "Note that Music may not be compatible with all Ampache/Subsonic clients. Check the verified <a href=\"{{ampacheClientsUrl}}\" target=\"_blank\">Ampache clients</a> and <a href=\"{{subsonicClientsUrl}}\" target=\"_blank\">Subsonic clients</a>." : "Notez que Musique peut ne pas être compatible avec tous les clients Ampache/Subsonic. Vérifiez les <a href=\"{{ampacheClientsUrl}}\" target=\"_blank\">clients Ampache</a> et les <a href=\"{{subsonicClientsUrl}}\" target=\"_blank\">clients Subsonic</a> compatibles.",
    "Note that this selection makes any difference only when the library has more than the requested number of matches. In the strict mode, only the best matching songs are included with no element of randomness." : "Notez que cette option n'est utile que lorsque la bibliothèque contient plus de musiques correspondantes que le nombre demandé. En mode strict, seuls les titres les mieux adaptés sont inclus, sans qu'aucun élément aléatoire ne soit ajouté.",
    "Note: When the path is changed, any previously scanned files outside the new path are removed from the collection and any playlists." : "Note : Lorsque le chemin est modifié, tous les fichiers précédemment analysés en dehors du nouveau chemin sont supprimés de la collection et des listes de lecture.",
    "Note: the update rate is limited also by the execution rate of your cloud background task." : "Note : la fréquence de mise à jour est aussi limitée par la fréquence d'exécution des tâches en arrière-plan de votre cloud.",
    "Number of albums" : "Nombre d'albums",
    "Number of performed tracks" : "Nombre de morceaux interprétés",
    "Number of tracks" : "Nombre de pistes",
    "Number of tracks on albums" : "Nombre de pistes dans les albums",
    "OBSOLETE. This key is no longer needed or used by the Music application." : "OBSOLÈTE. Cette clé n'est plus nécessaire ni utilisée par l'application Musique.",
    "Off" : "Désactivé",
    "Often played" : "Souvent joué",
    "Overwrite existing file" : "Écraser le fichier existant",
    "Password:" : "Mot de passe :",
    "Path to exclude from your music collection" : "Chemin à exclure de votre collection musicale",
    "Path to your music collection" : "Chemin vers votre collection musicale",
    "Paths to exclude from your music collection" : "Chemins à exclure de votre collection musicale",
    "Paths with a leading '/' character are resolved relative to the user home directory and others relative to the music library base path." : "Les chemins commençant par le caractère « / » sont résolus depuis la racine du répertoire personnel de l'utilisateur et les autres relativement à la racine de la bibliothèque musicale.",
    "Pause" : "Pause",
    "Play" : "Lecture",
    "Play / Pause" : "Lecture / Pause",
    "Play history" : "Historique de lecture",
    "Playback rate" : "Vitesse de lecture",
    "Playback speed not adjustible for the current song" : "La vitesse de lecture n'est pas ajustable pour la musique en cours de lecture",
    "Played times" : "Nombre de lectures",
    "Playlist" : "Liste de lecture",
    "Playlist exported to file {{ path }}" : "Liste de lecture exportée dans le fichier {{ path }}",
    "Playlist name" : "Nom de la liste de lecture",
    "Playlist or folder not found" : "Liste de lecture ou dossier non trouvé",
    "Please report any bugs and issues to the <a href=\"{{issueTrackerUrl}}\" target=\"_blank\">issue tracker</a>" : "Signalez tout bug ou problème sur <a href=\"{{issueTrackerUrl}}\" target=\"_blank\">l'outil de suivi des tickets</a>",
    "Podcast channel" : "Chaîne de podcast",
    "Podcast channel \"{{ title }}\" added" : "La chaîne de podcast « {{ title }} » a été ajoutée",
    "Podcast episode" : "Épisode du podcast",
    "Podcast metadata" : "Métadonnées du podcast",
    "Podcasts" : "Podcasts",
    "Press the … symbol next to the navigation item \"Internet radio\" and select \"Import from file\". Find the previously uploaded PLS file and press \"Choose\". A loading spinner is shown for a while next to the \"Internet radio\" link. When it disappears, the importing is done and the channels should become available in the view." : "Cliquez sur le symbole … à côté de l'élément « Webradio » du menu de navigation et sélectionnez « Importer depuis un fichier ». Recherchez le fichier PLS précédemment téléchargé puis cliquez sur « Choisir ». Une icône de chargement s'affichera pendant un moment à côté de l'élément « Webradio » dans le menu. Il disparaîtra lorsque l'importation sera terminée et les chaînes devraient alors être disponibles.",
    "Previous" : "Précédent",
    "Problem connecting Last.fm. The API key may be invalid." : "Problème de connexion à Last.fm. La clé d'API est peut être invalide.",
    "RSS URL" : "URL du RSS",
    "Radio station" : "Station de radio",
    "Radio station not found" : "Station de radio non trouvée",
    "Radio stations exported to file {{ path }}" : "Stations de radio exportées dans le fichier {{ path }}",
    "Rarely played" : "Joué rarement",
    "Rating" : "Évaluation",
    "Recently added" : "Ajouté récemment",
    "Recently played" : "Joué récemment",
    "Recently updated" : "Mis à jour récemment",
    "Refine the filters defined for the smart playlist" : "Affinez les filtres définis pour la playlist intelligente",
    "Reload" : "Recharger",
    "Reload channels" : "Recharger les chaînes",
    "Remove" : "Supprimer",
    "Remove channel" : "Supprimer la chaîne",
    "Remove duplicates" : "Supprimer les doublons",
    "Remove playlist" : "Supprimer la liste de lecture",
    "Remove radio station" : "Supprimer une station de radio",
    "Remove track from playlist" : "Supprimer une piste de la liste de lecture",
    "Rename" : "Renommer",
    "Repeat" : "Répéter",
    "Requested entry was not found" : "L'entrée demandée n'a pas été trouvée",
    "Reset" : "Remise à zéro",
    "Reset internet radio stations" : "Réinitialiser les stations de radio",
    "Reset music collection" : "Réinitialiser la collection musicale",
    "Reset podcast channels" : "Réinitialiser les chaînes de podcast",
    "Revoke API password" : "Révoquer le mot de passe de l'API",
    "Rules" : "Règles",
    "Save playlist" : "Enregistrer la liste de lecture",
    "Scanning music …" : "Balayage de la musique…",
    "Search" : "Rechercher",
    "Search for" : "Rechercher des",
    "Search not available in this view" : "Recherche non disponible dans cette vue",
    "See the album on Last.fm" : "Voir l'album sur Last.fm",
    "See the track on Last.fm" : "Voir la piste sur Last.fm",
    "Seek backwards. Seek faster with <strong>SHIFT</strong> or slower with <strong>ALT</strong>." : "Reculer. Reculez plus rapidement avec <strong>SHIFT</strong> ou plus doucement avec <strong>ALT</strong>.",
    "Seek forward. Seek faster with <strong>SHIFT</strong> or slower with <strong>ALT</strong>." : "Avancer. Avancez plus rapidement avec <strong>SHIFT</strong> ou plus doucement avec <strong>ALT</strong>.",
    "Select folder" : "Sélectionner un dossier",
    "Set favorite" : "Ajouter aux favoris",
    "Setting up radio stations" : "Configurer des stations de radio",
    "Settings" : "Paramètres",
    "Show all {{ count }} episodes …" : "Afficher les {{ count }} épisodes…",
    "Show all {{ count }} songs …" : "Afficher les {{ count }} titres…",
    "Show all…" : "Afficher tout…",
    "Show desktop notification when the playing song changes. You also need to have the desktop notifications allowed in your browser for this site." : "Afficher une notification sur le bureau lorsque la chanson en cours de lecture change. Vous devez autoriser les notifications dans votre navigateur pour ce site.",
    "Show in Files" : "Afficher dans Fichiers",
    "Show less …" : "Afficher moins…",
    "Show more…" : "Afficher plus…",
    "Show..." : "Afficher...",
    "Shuffle" : "Lecture aléatoire",
    "Similar to" : "Semblable à",
    "Smart playlist" : "Liste de lecture intelligente",
    "Smart playlist filters" : "Filtres de la liste de lecture intelligente",
    "Some not playable tracks were skipped." : "Certaines pistes non jouables ont été ignorées.",
    "Some search results are omitted" : "Certains résultats de recherche ont été omis",
    "Some tracks in your library have to be rescanned to show the genre" : "Certains morceaux de votre bibliothèque doivent être rebalayés pour afficher le genre",
    "Song change notifications" : "Notification lors du changement de chanson",
    "Sort …" : "Trier…",
    "Sounds like" : "Ressemble à",
    "Specify folders within your music collection path which shall be excluded from the scanning." : "Définis les dossiers à l'intérieur de votre collection musicale qui doivent être exclus du balayage.",
    "Specify space-delimited list of articles which should be ignored when ordering the artists alphabetically. The articles are case-insensitive." : "Spécifiez une liste d'articles délimités par des espaces qui doivent être ignorés lors du classement alphabétique des artistes. Les articles ne sont pas sensibles à la casse.",
    "Starts with" : "Commence par",
    "Stop" : "Arrêter",
    "Stream URL" : "URL du flux",
    "Strict" : "Stricte",
    "Tags" : "Étiquettes",
    "Technical" : "Technique",
    "Text copied to clipboard" : "Texte copié dans le presse-papiers",
    "The Ampache API major version to use in case the client doesn't specify any version. The default is {{defaultVer}}." : "La version majeure de l'API Ampache à utiliser dans le cas où le client ne la spécifie pas. La valeur par défaut est {{defaultVer}}.",
    "The Ampache session expiry time in seconds. The default is {{defaultExpiry}} and the maximum is {{maxExpiry}}." : "Délai d'expiration de la session Ampache en secondes. La valeur par défaut est {{defaultExpiry}} et la valeur maximale est {{maxExpiry}}.",
    "The PLS file is no longer needed after the import and you may delete it at will. You might want to keep it, though, because it is also possible to play the radio stations directly within the Files app by opening the PLS file." : "Le fichier PLS n'est plus nécessaire après l'importation et vous pouvez donc le supprimer. Toutefois, vous souhaiterez peut-être le conserver, car il est également possible d'écouter les stations de radio directement dans l'application Fichiers en ouvrant le fichier PLS.",
    "The channel was already up-to-date" : "La chaîne était déjà à jour",
    "The channel was updated from the source" : "La chaîne a été mise à jour à partir de la source",
    "The folder already has a file named \"{{ filename }}\". Select \"Yes\" to overwrite it. Select \"No\" to export the list with another name. Close the dialog to cancel." : "Le dossier contient déjà un fichier nommé « {{ filename }} ». Sélectionnez « Oui » pour l'écraser. Sélectionnez « Non » pour exporter la liste sous un autre nom. Fermez la boîte de dialogue pour annuler.",
    "The interval for automatic podcast update checks in hours. Decimal value can be used for sub-hour resolution. Negative value will disable automatic updating. The default value is 24 hours." : "L'intervalle de mise à jour automatique des podcasts, exprimé en heures. Un nombre décimal peut être utilisé pour une granularité plus fine. Un nombre négatif désactivera la mise à jour automatique. La valeur par défaut est de 24 heures.",
    "The playlist already contains some tracks. Imported tracks will be appended after the existing contents. Proceed?" : "La liste de lecture contient déjà quelques pistes. Les pistes importées seront ajoutées après le contenu existant. Continuer ?",
    "The stream is genuinely broken or in such a format that either the Music app or your browser can't handle it. Majority of the radio stations found from Community Radio Browser should work on the Music app when a mainstream browser is being used, but still, there are numerous stations which will not work." : "Le flux est cassé d'une manière ne permettant pas à l'application Musique ou à votre navigateur de le lire. La plupart des stations de radio trouvées sur Community Radio Browser devraient fonctionner avec l'application Musique lorsqu'elle est utilisée via un navigateur grand public, mais il existe néanmoins un certain nombre de stations qui ne fonctionneront pas.",
    "The stream is of HLS type and the administrator of your cloud has disabled support for such streams." : "Le flux est de type HLS et l'administrateur de votre cloud en a désactivé la prise en charge.",
    "The stream is of non-HLS type and the administrator of your cloud has enabled streaming only from some specific sources." : "Le flux n'est pas de type HLS mais l'administrateur de votre cloud a autorisé le streaming uniquement depuis certaines sources spécifiques.",
    "There are a couple of typical reasons why a configured radio station might not play on your browser:" : "Il existe plusieurs raisons typiques pour lesquelles une station de radio ne peut pas être  dans votre navigateur :",
    "There is no settings UI for the server-wide settings of the Music app but some settings are available by adding specific key-value pairs to the file <samp>{{filename}}</samp>. The available keys are described below." : "Il n'existe pas d'interface utilisateur pour les configurations globales de l'application Musique, mais certains paramètres sont disponibles en ajoutant des paires clé/valeur spécifiques au fichier <samp>{{filename}}</samp>. Les clés disponibles sont décrites ci-dessous.",
    "This action erases all the channels shown in the \"Podcasts\" view." : "Cette action efface toutes les chaînes affichées dans la vue « Podcasts ».",
    "This action erases all the stations shown in the \"Internet radio\" view." : "Cette action efface toutes les stations affichées dans la vue « Webradio ».",
    "This action resets all the scanned tracks and all the user-created playlists. After this, the collection can be scanned again from scratch." : "Cette action remet à zéro toutes les pistes analysées et toutes les listes de lecture créées par l'utilisateur. La collection pourra ensuite être balayée de nouveau à partir de zéro.",
    "This channel is already subscribed" : "Déjà abonné à cette chaîne",
    "This may be desirable after changing the excluded paths, or if the database would somehow get corrupted. If the latter happens, please report a bug to the <a href=\"{{issueTrackerUrl}}\" target=\"_blank\">issue tracker</a>." : "Cela peut être nécessaire après avoir modifié les chemins exclus ou si la base de données se retrouve corrompue d'une manière ou d'une autre. Si ce dernier cas se produit, veuillez signaler un bug via <a href=\"{{issueTrackerUrl}}\" target=\"_blank\">l'outil de suivi des problèmes</a>.",
    "This setting specifies the folder which will be scanned for music." : "Ce paramètre spécifie quel dossier sera balayé pour trouver de la musique.",
    "Timeout" : "Temps d'attente écoulé",
    "To see the artist biography and other information from Last.fm in the details view, you need to create an API account with Last.fm. For this, use the <a href=\"{{lastfmUrl}}\" target=\"_blank\">Last.fm form</a>. Only 'Contact email' and 'Application name' need to be filled in the form. You are then provided with an API key which should be used as a value for this key. For more details, see the <a href=\"{{guideUrl}}\" target=\"_blank\">tutorial</a>." : "Pour voir la biographie de l'artiste et d'autres informations de Last.fm dans la vue détaillée, vous devez créer un compte API chez Last.fm. Pour cela, utilisez le <a href=\"{{lastfmUrl}}\" target=\"_blank\">formulaire sur le site de Last.fm</a>. Seuls les champs « Contact email » et « Application name » sont obligatoires dans le formulaire. Vous recevez ensuite une clé API qui doit être utilisée comme valeur pour cette option. Pour plus de détails, consultez le <a href=\"{{guideUrl}}\" target=\"_blank\">tutoriel</a>.",
    "Total length" : "Durée totale",
    "Track" : "Piste",
    "Track artist name" : "Nom de l'artiste de la piste",
    "Track count" : "Nombre de pistes",
    "Track genre" : "Genre de la piste",
    "Track metadata" : "Métadonnées de la piste",
    "Track name" : "Nom de la piste",
    "Track number" : "Numéro de la piste",
    "Track rating" : "Évaluation de la piste",
    "Tracks" : "Pistes",
    "Tracks by {{artist}}" : "Pistes par {{artist}}",
    "Tracks on {{album}}" : "Pistes dans {{album}}",
    "Tree layout" : "Disposition arborescente",
    "Troubleshooting" : "Dépannage",
    "Try to refine the search" : "Essayez d'affiner la recherche",
    "URL" : "URL",
    "Unexpected error" : "Erreur inattendue",
    "Unexpected error when updating the channel \"{{ title }}\"" : "Erreur inattendue lors de la mise à jour de la chaîne « {{ title }} »",
    "Unknown album" : "Album inconnu",
    "Unknown artist" : "Artiste inconnu",
    "Unlike the other settings, this switch is stored per browser and not per user account." : "Contrairement aux autres paramètres, ce paramètre est stocké par navigateur et non par compte utilisateur.",
    "Unmute" : "Réactiver le son",
    "Unset favorite" : "Retirer des favoris",
    "Update" : "Mettre à jour",
    "Update date" : "Date de mise à jour",
    "Upload image named \"{{name}}\" to anywhere within your library path to see it here." : "Téléversez une image nommée « {{name}} » n'importe où dans le dossier de votre bibliothèque musicale pour qu'elle apparaisse ici.",
    "Upload music in the files app to listen to it here" : "Téléversez de la musique dans l'application Fichiers pour l'écouter ici",
    "Upload the previously obtained PLS file to your cloud using the Files app." : "Téléversez le fichier PLS précédemment obtenu sur votre cloud à l'aide de l'application Fichiers.",
    "Use the Community Radio Browser <a href=\"{{url}}\" target=\"_blank\">search</a> to find the radio stations of interest. Instead of using the search, you may also browse the channels in Community Radio Browser by category or popularity." : "Utilisez la <a href=\"{{url}}\" target=\"_blank\">recherche</a> de Community Radio Browser pour trouver des stations de radio qui vous intéressent. Vous pouvez également parcourir les chaînes par catégorie ou par popularité.",
    "Use the following credentials to connect to this Ampache/Subsonic instance." : "Utilisez les informations d'identification suivantes pour vous connecter à cette instance Ampache/Subsonic.",
    "Use this address to browse your music collection from a Subsonic compatible player." : "Utilisez cette adresse pour parcourir votre collection musicale à partir d'un lecteur compatible Subsonic.",
    "Use this address to browse your music collection from an Ampache compatible player." : "Utilisez cette adresse pour parcourir votre collection musicale à partir d'un lecteur compatible Ampache.",
    "Used filters: {{ params }}" : "Filtres utilisés: {{ params }}",
    "User interface" : "Interface utilisateur",
    "Username:" : "Nom d'utilisateur :",
    "Volume" : "Volume",
    "Website" : "Site web",
    "Writing to the file is not allowed" : "L'écriture dans le fichier n'est pas autorisée",
    "Year" : "Année",
    "Years" : "Années",
    "You can browse and play your music collection from external applications which support either Ampache or Subsonic API." : "Vous pouvez parcourir et lire votre collection musicale à partir d'applications externes prenant en charge l'API Ampache ou Subsonic.",
    "You can use the wild cards '?', '*', and '**':" : "Vous pouvez utiliser des caractères joker comme « ? », « * », et « ** » :",
    "Your cloud is using the HTTPS scheme but the streamed URL uses the HTTP scheme. By default, your browser might block such accees. To overcome this, you may be able to set your browser to allow \"Insecure content\" on this page. On the desktop browsers, such settings can usually be found by clicking the icon right next to the address bar on its left side." : "Votre cloud utilise le protocole HTTPS alors que l'URL diffusée utilise le protocole HTTP. Par défaut, votre navigateur peut bloquer cet accès. Pour contourner ce problème, il peut-être possible de configurer votre navigateur pour autoriser les contenus non sécurisés sur cette page. Sur les navigateurs de bureau, ce paramètre est généralement accessible via une petite icône située sur le côté gauche de la barre d'adresse.",
    "albums" : "albums",
    "artists" : "artistes",
    "author" : "auteur",
    "bit rate" : "débit binaire",
    "build date" : "date de construction",
    "by album" : "par album",
    "by artist" : "par artiste",
    "by channel" : "par chaîne",
    "by name" : "par nom",
    "by play count" : "par nombre de lectures",
    "by rating" : "par évaluation",
    "by recent play" : "par lecture récente",
    "by time added" : "par date d'ajout",
    "by title" : "par titre",
    "category" : "catégorie",
    "channel" : "chaîne",
    "copyright" : "droits d'auteur",
    "description" : "description",
    "duration" : "durée",
    "episode" : "épisode",
    "keywords" : "mots clés",
    "language" : "langue",
    "limiting to" : "limité à",
    "matching all rules" : "correspondant à toutes les règles",
    "matching any rule" : "correspondant à au moins l'une des règles",
    "ordering results" : "classer les résultats",
    "playlists" : "listes de lecture",
    "podcast channels" : "chaînes de podcast",
    "podcast episodes" : "épisodes du podcast",
    "published" : "publication",
    "randomly" : "aléatoirement",
    "season" : "saison",
    "size" : "taille",
    "stream URL" : "URL du flux",
    "title" : "titre",
    "tracks" : "pistes",
    "unlimited" : "illimité",
    "updates checked" : "vérification de mises à jour",
    "version history" : "historique des versions",
    "website" : "site web",
    "_{{ count }} album_::_{{ count }} albums_" : ["{{ count }} album","{{ count }} albums"],
    "_{{ count }} channel_::_{{ count }} channels_" : ["{{ count }} chaîne","{{ count }} chaînes"],
    "_{{ count }} duplicate track was removed_::_{{ count }} duplicate tracks were removed_" : ["{{ count }} piste en double a été supprimée","{{ count }} pistes en double ont été supprimées"],
    "{{ count }} entries were skipped." : "{{ count }} entrées ont été ignorées.",
    "{{ count }} files were skipped." : "{{ count }} fichiers ont été ignorés.",
    "_{{ count }} folder_::_{{ count }} folders_" : ["{{ count }} dossier","{{ count }} dossiers"],
    "_{{ count }} genre_::_{{ count }} genres_" : ["{{ count }} genre","{{ count }} genres"],
    "_{{ count }} station_::_{{ count }} stations_" : ["{{ count }} station","{{ count }} stations"],
    "_{{ count }} track_::_{{ count }} tracks_" : ["{{ count }} piste","{{ count }} pistes"],
    "_{{ resultCount() }} result_::_{{ resultCount() }} results_" : ["{{ resultCount() }} resultat","{{ resultCount() }} resultats"],
    "{{ scanningScanned }} of {{ scanningTotal }}" : "{{ scanningScanned }} sur {{ scanningTotal }}",
    "{{artist}} appears on albums" : "{{artist}} apparaît sur les albums",
    "_1 album_::_{{ count }} albums_" : ["1 album","{{ count }} albums"],
    "_1 channel_::_{{ count }} channels_" : ["1 canal","{{ count }} canaux"],
    "_1 folder_::_{{ count }} folders_" : ["1 dossier","{{ count }} dossiers"],
    "_1 genre_::_{{ count }} genres_" : ["1 genre","{{ count }} genres"],
    "_1 station_::_{{ count }} stations_" : ["1 station","{{ count }} stations"],
    "_1 track_::_{{ count }} tracks_" : ["1 piste","{{ count }} pistes"],
    "_1 result_::_{{ resultCount() }} results_" : ["1 résultat","{{ count }} résultats"],
    "+ New Playlist" : "+ Nouvelle liste de lecture",
    "Here you can generate passwords to use with the Ampache API, because they can't be stored in a really secure way due to the design of the Ampache API. You can generate as many passwords as you want and revoke them anytime." : "Ici, vous pouvez générer des mots de passe à utiliser avec l'API Ampache, parce qu'ils ne peuvent être stockés d'une manière sécurisée en raison de la conception de l'API d'Ampache. Vous pouvez générer autant de mots de passe que vous voulez et vous pouvez les révoquer à tout instant.",
    "Invalid path" : "Chemin non valide",
    "Keep in mind, that the Ampache API is just a preview and is unstable. Feel free to report your experience with this feature in the corresponding <a href=\"https://github.com/owncloud/music/issues/60\">issue</a>. I would also like to have a list of clients to test with. Thanks" : "Gardez en mémoire que l'API Ampache est une avant-première et n'est pas encore stable. N'hésitez pas à donner un retour d'expérience de cette fonctionnalité <a href=\"https://github.com/owncloud/music/issues/60\">sur la page dédiée</a>. On aimerait également obtenir une liste des clients avec lesquels tester. Merci.",
    "Use this address to browse your music collection from any Ampache compatible player." : "Utilisez cette adresse pour naviguer dans votre collection musicale avec un client compatible Ampache.",
    "Use your username and following password to connect to this Ampache instance:" : "Utilisez votre nom d'utilisateur et le mot de passe suivant pour vous connecter à cette instance d'Ampache : "
},"pluralForm" :"nplurals=2; plural=(n > 1);"
}