{ "translations": {
    "+ New Playlist" : "+ Nýr spilunarlisti",
    "Albums" : "Albúm",
    "All tracks" : "Öll lög",
    "Artists" : "Flytjandi",
    "Click here to start the scan" : "Smelltu hér til að hefja skönnun",
    "Description" : "Lýsing",
    "Description (e.g. App name)" : "Lýsing (t.d. heiti á forriti)",
    "Generate API password" : "Framleiða API-lykilorð",
    "Here you can generate passwords to use with the Ampache API, because they can't be stored in a really secure way due to the design of the Ampache API. You can generate as many passwords as you want and revoke them anytime." : "Hér geturðu útbúið lykilorð til að nota með Ampache API, því ekki er hægt að geyma þau á algerlega öruggan máta vegna uppbyggingar Ampache API-samskiptareglnanna. Þú getur búið til eins mörg lykilorð og þér sýnist, og afturkallað þau hvenær sem er.",
    "Invalid path" : "Ógild slóð",
    "Keep in mind, that the Ampache API is just a preview and is unstable. Feel free to report your experience with this feature in the corresponding <a href=\"https://github.com/owncloud/music/issues/60\">issue</a>. I would also like to have a list of clients to test with. Thanks" : "Hafðu í huga að Ampache API er bara sýnishorn og að það er óstöðugt. Þú mátt alveg segja frá reynslu þinni af notkun þess á tilheyrandi <a href=\"https://github.com/owncloud/music/issues/60\">færslu</a>. Það væri einnig gott að fá með lista yfir þau forrit sem hafa verið prófuð. Takk fyrir",
    "Music" : "Tónlist",
    "New music available" : "Ný tónlist í boði",
    "New music available. Click here to reload the music library." : "Ný tónlist í boði. Smelltu hér til að endurhlaða tónlistarsafninu.",
    "Next" : "Næst",
    "No music found" : "Engin tónlist fannst",
    "Path to your music collection" : "Slóð á tónlistarsafnið þitt",
    "Pause" : "Í bið",
    "Play" : "Spila",
    "Previous" : "Fyrra",
    "Repeat" : "Endurtaka",
    "Revoke API password" : "Afturkalla API-lykilorð",
    "Scanning music …" : "Skanna tónlist …",
    "Shuffle" : "Stokka",
    "Some not playable tracks were skipped." : "Sumum óspilanlegum hljóðsporum var sleppt.",
    "This setting specifies the folder which will be scanned for music." : "Þetta tilgreinir möppuna þar sem leitað verður að tónlist.",
    "Tracks" : "Hljóðspor",
    "Unknown album" : "Óþekkt albúm",
    "Unknown artist" : "Óþekktur flytjandi",
    "Upload music in the files app to listen to it here" : "Sendu inn tónlist í skráaforritinu til að hlusta á hana hér",
    "Use this address to browse your music collection from any Ampache compatible player." : "Notaðu þetta vistfang til að vafra um tónlistarsafnið þitt í öllum Ampache-samhæfðum spilurum.",
    "Use your username and following password to connect to this Ampache instance:" : "Notaðu notandanafn þitt og eftirfarandi aðgangsorð til að tengjast þessu Ampache-tilviki:",
    "Volume" : "Hljóðstyrkur",
    "tracks" : "lög",
    "{{ scanningScanned }} of {{ scanningTotal }}" : "{{ scanningScanned }} af {{ scanningTotal }}"
},"pluralForm" :"nplurals=2; plural=(n % 10 != 1 || n % 100 == 11);"
}