{ "translations": {
    "Albums" : "သီချင်းခွေများ",
    "Artists" : "အဆိုတော်များ",
    "Description" : "ဖော်ပြချက်",
    "Description (e.g. App name)" : "ဖော်ြပချက်(ဥပမာ App ကိုအမည်)",
    "Generate API password" : "API ၏ လျှို့ဝှက်သ‌ေကၤတ ကို အလိုလျှာက်ြပပါ",
    "Here you can generate passwords to use with the Ampache API, because they can't be stored in a really secure way due to the design of the Ampache API. You can generate as many passwords as you want and revoke them anytime." : "Ampache API နှင့် အသုံးပြုရန် စကားဝှက်များကို ဒီနေရာတွင် ဖန်တီးပါ အ‌‌ေြကာင်းက Ampache API ၏ ဒီဇိုင်း ‌ေြကာင့် သူတို့ကို လုံြခံု အောင် မသိမ်းပေးထားနိုင်ပါ။ သင့် စိတ်ြကိုက် စကားဝှက် တွေ လိုသလောက် ဖန်တီးပါ မလိုချိန်မှာ အချိန်မရွေး ြပန်ဖျက်နိုင်ပါတယ်။",
    "Invalid path" : "လမ်း‌ေြကာင်းမှား",
    "Keep in mind, that the Ampache API is just a preview and is unstable. Feel free to report your experience with this feature in the corresponding <a href=\"https://github.com/owncloud/music/issues/60\">issue</a>. I would also like to have a list of clients to test with. Thanks" : "စိတ်ထဲ မှတ်ထား ပေး ပါ၊ Ampache API သည် အြပသက်သက် အဆင့် ပဲ ရှိသေးတာမို့ တည်ြငိမ်မှု မရှိေသးပါ။ သင့် သဘောကျ  ဆီလျှာ် တဲ့ <a href=\"https://github.com/owncloud/music/issues/60\"> အ‌ချက် </a>အြဖဟ် သင့် အတွေ့ အၾကံု ကို သတင်းပိုေပး ပါ။ သုံးစွဲသူ အများ နှင့် စမ်းသပ် ရတာ ကျွန်ုပ် လဲ နှစ်သက် ပါတယ်။ ကျေးဇူးပါ",
    "Music" : "သီခ်င္း",
    "Next" : "ရှေ့သို့",
    "Path to your music collection" : "သင် ၏ တေးဂီတ စုစည်းမှု လမ်း‌ေြကာင်း",
    "Pause" : "ခေတ္တရပ်",
    "Play" : "ဖွင့်",
    "Previous" : "နောက်သို့",
    "Repeat" : "အြကိမ်ြကိမ်",
    "Revoke API password" : "API စကားဝှက်ကိုပြန်ရုတ်သိမ်း",
    "Shuffle" : "ရောမွှေ",
    "Some not playable tracks were skipped." : "တချို့ သော အပုဒ်များ ဖွင့်မရ၍ ကျော်ခဲ့သည်။",
    "This setting specifies the folder which will be scanned for music." : "ဒီ အထူးပြု ဆက်တင် ရှိ ဖိုဒါ မှ တေးသီချင်း ကိုရှာဖွေပါလိမ့်မည်။",
    "Tracks" : "အပုဒ်များ",
    "Unknown album" : "အမည်မသိ သီချင်းခွေ",
    "Unknown artist" : "အမည်မသိ အဆိုတော်",
    "Use this address to browse your music collection from any Ampache compatible player." : "Ampache နှင့် သဟဇာတ ြဖစ်သော မည်သည့် သီချင်းဖွင့် စက် မှ မဆို ဤ လိပ်စာကို သုံး၍ သင့် သီချင်း စုစည်းမှု့ ကို ရယူပါ။",
    "Use your username and following password to connect to this Ampache instance:" : "သင့် အသုံးြပုသူ အမည် နှင့် အောက်ဖော်ြပ ပါ လှို့ဝှက် စကား ကို ရိုက်၍ Ampache နှင့် ချက်ချင်း ချိတ်ဆက်ပါ"
},"pluralForm" :"nplurals=1; plural=0;"
}