{ "translations": {
    "Albums" : "Albums",
    "Artists" : "Artistas",
    "Description" : "Descripcion",
    "Description (e.g. App name)" : "Descripcion (ex. nom de l'aplicacion)",
    "Generate API password" : "Generar un senhal de l'API",
    "Here you can generate passwords to use with the Ampache API, because they can't be stored in a really secure way due to the design of the Ampache API. You can generate as many passwords as you want and revoke them anytime." : "Aicí, podètz generar de senhals d'utilizar amb l'API Ampache, perque pòdon èsser emmagazinats d'un biais securizat en rason de la concepcion de l'API d'Ampache. Podètz generar autant de senhals coma volètz e los podètz revocar a tot moment.",
    "Invalid path" : "Camin invalid",
    "Keep in mind, that the Ampache API is just a preview and is unstable. Feel free to report your experience with this feature in the corresponding <a href=\"https://github.com/owncloud/music/issues/60\">issue</a>. I would also like to have a list of clients to test with. Thanks" : "Gardatz en memòria que l'API Ampache es una avantprimièra e es pas encara establa. Trantalhetz pas a donar un retorn d'experiéncia d'aquesta foncionalitat <a href=\"https://github.com/owncloud/music/issues/60\">sus la pagina dedicada</a>. Nos agradariá tanbzn d'obténer una lista dels clients amb los quals podèm testar. Mercé.",
    "Music" : "Musica",
    "Next" : "Seguent",
    "Path to your music collection" : "Camin cap a vòstra colleccion de musica",
    "Pause" : "Pausa",
    "Play" : "Legir",
    "Previous" : "Precedent",
    "Repeat" : "Repetir",
    "Revoke API password" : "Revocar lo senhal de l'API",
    "Shuffle" : "Lectura aleatòria",
    "Some not playable tracks were skipped." : "Certanas pistas pas jogables son estadas ignoradas.",
    "This setting specifies the folder which will be scanned for music." : "Aqueste paramètre especifica quin dorsièr serà balejat per trobar de musica.",
    "Tracks" : "Pistas",
    "Unknown album" : "Album desconegut",
    "Unknown artist" : "Artista desconegut",
    "Use this address to browse your music collection from any Ampache compatible player." : "Utilizatz aquesta adreça per navigar dins vòstra colleccion musicala amb un client compatible Ampache.",
    "Use your username and following password to connect to this Ampache instance:" : "Utilizatz vòstre nom d'utilizaire e lo senhal seguent per vos connectar a aquesta instància d'Ampache : "
},"pluralForm" :"nplurals=2; plural=(n > 1);"
}