{ "translations": {
    "Albums" : "Albume",
    "Artists" : "Artiști",
    "Description" : "Descriere",
    "Description (e.g. App name)" : "Descriere (ex. Numele aplicației)",
    "Generate API password" : "Generează parolă API",
    "Here you can generate passwords to use with the Ampache API, because they can't be stored in a really secure way due to the design of the Ampache API. You can generate as many passwords as you want and revoke them anytime." : "Aici poți genera parole pentru a le folosi în API-ul Ampache, deoarece ele nu pot fi stocate într-un mod securizat din cauza construcției API-ului Ampache. Poți genera oricâte parole vrei și le poți revoca oricând.",
    "Invalid path" : "Cale invalidă",
    "Keep in mind, that the Ampache API is just a preview and is unstable. Feel free to report your experience with this feature in the corresponding <a href=\"https://github.com/owncloud/music/issues/60\">issue</a>. I would also like to have a list of clients to test with. Thanks" : "Ține minte faptul că API-ul Ampache este doar în perioada de test și nu este stabil. Simte-te liber să ne împărtășești experiențele tale cu această funcționalitate la această <a href=\"https://github.com/owncloud/music/issues/60\">pagină</a>. Am dori de asemenea să avem o listă cu clienți pe care să putem efectua teste. Mulțumim",
    "Music" : "Muzică",
    "Next" : "Următor",
    "Path to your music collection" : "Calea spre colecția cu muzica dvs.",
    "Pause" : "Pauză",
    "Play" : "Redă",
    "Previous" : "Anterior",
    "Repeat" : "Repetă",
    "Revoke API password" : "Revocă parola API",
    "Shuffle" : "Amestecă",
    "Some not playable tracks were skipped." : "Unele piese care nu pot fi redate au fost sărite.",
    "This setting specifies the folder which will be scanned for music." : "Această setare specifică directorul în care se vor căuta fișiere audio.",
    "Tracks" : "Piese",
    "Unknown album" : "Album necunoscut",
    "Unknown artist" : "Artist necunoscut",
    "Use this address to browse your music collection from any Ampache compatible player." : "Folosește această adresă pentru a naviga în colecția ta muzicală din orice unealtă de redare audio.",
    "Use your username and following password to connect to this Ampache instance:" : "Folosește numele tău de utilizator și parola următoare pentru a te conecta la această instanță Ampache:"
},"pluralForm" :"nplurals=3; plural=(n==1?0:(((n%100>19)||((n%100==0)&&(n!=0)))?2:1));"
}