{ "translations": {    
    "10 matches" : "первые 10 совпадений",
    "30 matches" : "первые 30 совпадений",
    "100 matches" : "первые 100 совпадений",
    "500 matches" : "первые 500 совпадений",
    "About" : "О приложении",
    "Add a new podcast channel from an RSS feed" : "Добавить новый канал подкастов из RSS-ленты",
    "Add channel" : "Добавить канал",
    "Add date" : "Дата добавления",
    "Add manually" : "Добавить вручную",
    "Add from RSS feed" : "Добавить из RSS-ленты",
    "Admin" : "Настройки для администраторов",
    "Advanced search" : "Расширенный поиск",
    "Albums" : "Альбомы",
    "albums" : "альбомы",
    "Album name" : "Название альбома",
    "Album artist name" : "Название исполнителя альбома",
    "Album genre" : "Жанр альбома",
    "All tracks" : "Все дорожки",
    "Ampache and Subsonic" : "Ampache и Subsonic",
    "Any searcheable text" : "Любое свойство",
    "Artist name" : "Название исполнителя",
    "Are you sure to remove the playlist \"{{ playlistName }}\"?" : "Вы действительно хотите удалить плейлист \"{{ playlistName }}\"?", //please check if variable for playlist name is correct and replace it if need
    "Articles to ignore on artist names:" : "Игнорировать артикли в названиях исполнителей:",
    "Artists" : "Исполнители",
    "artists" : "исполнителей",
    "Artist genre" : "Жанр исполнителя",
    "Bit rate" : "Битрейт",
    "by album" : "по альбому",
    "by artist" : "по исполнителю",
    "by name" : "по названию",
    "by play count" : "по числу воспроизведений",
    "by rating" : "по рейтингу",
    "by recent play" : "по давности воспроизведения",
    "by time added" : "по давности добавления",
    "by title" : "по названию",
    "Changes on this setting take effect only upon rescan of the library." : "Изменение данного параметра вступит в силу только после пересканирования библиотеки.",
    "Click here to start the scan" : "Кликните здесь, чтобы начать сканирование",
    "Comment" : "Комментарий",
    "Compact layout" : "Компактный вид",
    "Created" : "Создан",
    "Delete" : "Удалить",
    "Description" : "Описание",
    "Description (e.g. App name)" : "Описание (например Название приложения)",
    "Details" : "Подробности",
    "Duration (seconds)" : "Длительность (в секундах)",
    "Enable metadata scanning" : "Включить сканирование метаданных",
    "Export to file" : "Экспортировать в файл",
    "Export radio stations to a file in the selected folder" : "Экспортировать файл с радиостанциями в выбранную папку",
    "Export podcasts to an OPML file in the selected folder" : "Экспортировать OPML-файл с подкастами в выбранную папку",
    "Favorite" : "Только избранные:",
    "Favorite track" : "треки",
    "Favorite album" : "альбомы",
    "Favorite artist" : "исполнители",
    "Favorite track, album or artist" : "треки, альбомы или исполнители",
    "File data" : "Данные файла",
    "File name" : "Имя файла",
    "Filters" : "Параметры",
    "Folders" : "Папки",
    "Follow playback" : "Перейти к воспроизводимому",
    "Flat layout" : "Вид списком",
    "Generate API password" : "Генерация пароля для API",
    "Genres" : "Жанры",
    "Getting started" : "Инструкция",
    "Has no genre" : "Без жанра",
    "Here you can generate passwords to use with the Ampache API, because they can't be stored in a really secure way due to the design of the Ampache API. You can generate as many passwords as you want and revoke them anytime." : "Здесь вы можете генерировать пароли для использования API Ampache, так как они не могут быть сохранены действительно безопасным способом из-за особенностей API Ampache. Вы можете создать столько паролей, сколько необходимо, и отказаться от них в любое время.",
    "Hint: To list tracks with more refined criteria, try <a href=\"#search\">Advanced search</a>" : "Для более точного поиска треков воспользуйтесь <a href=\"#search\">расширенным поиском</a>",
    "History" : "История воспроизведений",
    "If you know the stream URL to add, then press the … symbol next to the navigation item \"Internet radio\", and select \"Add manually\"." : "Если вам известен URL потока, вы можете добавить его, нажав \"…\" рядом с \"Радио\" и выбрав \"Добавить вручную\".",
    "If you have a PLS or M3U file containing the stream URL, then first upload the file to your cloud using the Files app, press the … symbol next to the navigation item \"Internet radio\", and select \"Import from file\". Find the previously uploaded playlist file and press \"Choose\"." : "Если у вас есть PLS или M3U файл с URL потока, загрузите его на данный сервер Nextcloud, нажмите \"…\" рядом с \"Радио\" и выберите \"Импортипровать из файла\". В появившемся окне найдите загруженный файл плейлиста и нажмите \"Выбрать\".",
    "In addition to the web interface, this setting is respected in the Subsonic interface although not necessarily by all clients." : "Данный параметр учитывается как веб-интерфесом, так и некоторыми клиентами Subsonic.", 
    "In case your stream does not play, see <a href=\"https://github.com/owncloud/music/wiki/Internet-radio-trouble-shooting\" target=\"_blank\">troubleshooting</a>" : "Если поток не возпроизводится, изучите <a href=\"https://github.com/owncloud/music/wiki/Internet-radio-trouble-shooting\" target=\"_blank\">раздел поддержки</a>",
    "Internet radio" : "Радио"
    "Internet radio stations" : "Интернет-радиостанции",
    "Invalid path" : "Некорректный путь",
    "Import from file" : "Импортировать из файла",
    "Import radio stations from the selected file" : "Импортировать радиостанции из выбранного файла",
    "Import podcast channels from the selected OPML file" : "Импортировать каналы подкастов из выбранного OPML-файла",
    "Keep in mind, that the Ampache API is just a preview and is unstable. Feel free to report your experience with this feature in the corresponding <a href=\"https://github.com/owncloud/music/issues/60\">issue</a>. I would also like to have a list of clients to test with. Thanks" : "Следует помнить, что API Ampache является предварительной и поэтому неустойчивой реализацией. Не стесняйтесь делиться опытом работы с этой функцией в соответствующем <a href=\"https://github.com/owncloud/music/issues/60\">разделе</a>. Я также хотел бы создать список клиентов для тестирования. Спасибо",
    "Keyboard shortcuts" : "Горячие главиши",
    "limiting to" : "отобразить",
    "List size" : "Количество треков",
    "Many features of the Music app are based on the metadata stored in the audio files. However, scanning this data may consume a lot of time on some systems using external storage. When disabled, the library structure is built based on the file and folder names only." : "Многие функции этого приложения используют метаданные аудиофайлов, но извлечение этих данных может занять много времени при использовании внешнего хранилища на некоторых системах. При отключении данной функции структура библиотеки будет основана исключительно на названии файлов и папок.",
    "Many functionalities of the Music app web UI can be controlled with keyboard shortcuts." : "Для управления веб-интерфейсом приложения можно использовать горячие клавиши",
    "matching all rules" : "в соответствии со всеми фильтрами",
    "matching any rule" : "в соответствии с любым из фильтров",
    "Modified" : "Изменён",
    "Music" : "Музыка",
    "Music library" : "Библиотека"
    "Mute" : "Без звука",
    "Name" : "Название",
    "New music available" : "Доступна новая музыка",
    "New music available. Click here to reload the music library." : "Доступна новая музыка. Кликните здесь, чтобы перезагрузить музыкальную библиотеку.",
    "New radio station" : "Новая радиостанция",
    "Next" : "Следующий",
    "New Playlist" : "Новый плейлист",
    "No music found" : "Музыка не найдена",
    "Normal layout" : "Обычный вид",
    "Not recently added" : "Добавлены давно",
    "Not recently played" : "Воспроизводились давно",
    "Note that Music may not be compatible with all Ampache/Subsonic clients. Check the verified <a href=\"https://github.com/owncloud/music/wiki/Ampache\" target=\"_blank\">Ampache clients</a> and <a href=\"https://github.com/owncloud/music/wiki/Subsonic\" target=\"_blank\">Subsonic clients</a>." : "Данное приложение может быть совместимо не со всеми клиентами Ampache/Subsonic. Вы можете посмотреть список проверенных клиентов <a href=\"https://github.com/owncloud/music/wiki/Ampache\" target=\"_blank\">Ampache</a> и <a href=\"https://github.com/owncloud/music/wiki/Subsonic\" target=\"_blank\">Subsonic</a>",
    "Note that this selection makes any difference only when library has more than the requested number of matches. In the strict mode only the best matching songs are included with no element of randomness." : "Этот параметр будет работать только если заданный размер плейлиста меньше, чем общий размер библиотеки. В строгом режиме в плейлист будут включены только треки, максимально соответствующие заданным критериям.",
    "Note: When the path is changed, any previously scanned files outside the new path are removed from the collection and any playlists." : "Внимание: при изменении пути к коллекции из неё будут удалены все файлы, которые находятся вне нового пути.",
    "Number of tracks" : "Количество треков",
    "Often played" : "Восроизводились часто",
    "ordering results" : "упорядочнить",
    "Paths to exclude from your music collection:" : "Исключить пути из музыкальной коллекции:",
    "Path to your music collection" : "Путь до вашей музыкальной коллекции",
    "Pause" : "Пауза",
    "Play" : "Проиграть",
    "playlists" : "плейлисты",
    "Podcasts" : "Подкасты",
    "podcast channels" : "каналы подкастов",
    "podcast episodes" : "эпизоды подкастов",
    "Previous" : "Предыдущий",
    "Rarely played" : "Воспроизводились редко",
    "Recently added" : "Добавлены недавно"
    "Recently played" : "Воспроизводились недавно",
    "Recently updated" : "Изменён недавно",
    "Rename" : "Переименовать",
    "Repeat" : "Повтор",
    "Reload" : "Обновить",
    "Reload channels" : "Обновить каналы",
    "Remove duplicates" : "Удалить повторяющиеся треки",
    "Remove playlist" : "Удалить плейлист",
    "Reset" : "Сброс",
    "Reset internet radio stations" : "Сбросить радиостанции",
    "Reset music collection" : "Сбросить музыкальную коллекцию",
    "Reset podcast channels" : "Сбросить каналы подкастов",
    "Revoke API password" : "Отозвать пароль для API",
    "Rules" : "Фильтры",
    "Save playlis" : "Сохранить как плейлист",
    "Scanning music …" : "Сканирую музыку…",
    "Search" : "Поиск",
    "Search for" : "Искать",
    "Settings" : "Настройки",
    "Setting up radio stations" : "Настройка интернет-радио",
    "Show all…" : "Подробнее…",
    "Show all {{ episodeCount }} episodes …" : "Показать все {{ episodeCount }} эпизодов", //please check if variable for episode count is correct and replace it if need
    "Show all {{ songCount }} songs …" : "Показать все {{ songCount }} треков", //please check if variable for songs count is correct and replace it if need
    "Show less …" : "Показать меньше …",
    "Show desktop notification when the playing song changes. You also need to have the desktop notifications allowed in your browser for this site." : "Показывает уведомление на рабочем столе при смене воспроизводимого трека. Для работы этой функции разрешите уведомления в браузере.",
    "Shuffle" : "Перемешать",
    "Smart playlist" : "Умный плейлист",
    "Smart playlist filters" : "Параметры умного плейлиста"
    "Some not playable tracks were skipped." : "Некоторые не проигрываемые композиции были пропущены.",
    "Song change notifications" : "Уведомление о смене трека",
    "Sort ..." : "Упорядочнить...",
    "Specify folders within your music collection path which shall be excluded from the scanning." : "Выберите папки внутри вашей музыкальной коллекции, которые будут проигнорированы при сканировании",
    "Specify space-delimited list of articles which should be ignored when ordering the artists alphabetically. The articles are case-insensitive." : "Введите артикли, которые не будут учтены при алфавитной сортировке исполнителей. Артикли не чувствительны к регистру.",
    "Stream URL" : "URL потока",
    "Strict" : "Следовать строго",
    "There is no settings UI for the server-wide settings of the Music app but some settings are available by adding specific key-value pairs to the file <cloud root>/config/config.php. The available keys are documented <a href=\"https://github.com/owncloud/music/wiki/Admin-settings\" target=\"_blank\">here</a>." : "Для настройки отдельных параметров на уровне всего сервера вы можете добавить их в файл config.php вашего сервера. Доступные для настройки параметры можно <a href=\"https://github.com/owncloud/music/wiki/Admin-settings\" target=\"_blank\">здесь</a>.",
    "This action erases all the channels shown in the \"Podcasts\" view." : "Данное действие удалит все каналы из раздела \"подкасты\".",
    "This action erases all the stations shown in the \"Internet radio\" view." : "Данное действие удалит все радиостанции из раздела \"Радио\".",
    "This action resets all the scanned tracks and all the user-created playlists. After this, the collection can be scanned again from scratch." : "Данное действие сбросит все обнаруженные треки и созданные пользователем плейлисты. Затем коллекцию можно будет заново просканировать с нуля",
    "This may be desirable after changing the excluded paths, or if the database would somehow get corrupted. If the latter happens, please report a bug to the issue tracker." : "Это может понадобиться после изменения путей, исключённых из сканирования, а также если база данных была повреждена. Во втором случае, пожалуйста, сообщайте об этом на <a href=\"https://github.com/owncloud/music/issues\" target=\"_blank\">странице поддержки</a>",
    "This setting specifies the folder which will be scanned for music." : "Эта настройка определяет каталог, в котором будет проведено сканирование музыки.",
    "To find radio streams, you may use the <a href=\"https://www.radio-browser.info/\" target=\"_blank\">Community Radio Browser</a>. There, you can find channels e.g. by name, language, or style. You may save the results as PLS and follow the instructions above to import them to the Music app." : "Вы можете найти потоки в <a href=\"https://www.radio-browser.info/\" target=\"_blank\">Community Radio Browser</a>. Их можно отфильтровать по названию, языку, или жанру. Результаты поиска вы можете сохранить в PLS файл и импортировать его в соответствии с инструкцией выше.", 
    "Total lenght" : "Общая продолжительность",
    "Tracks" : "Композиции",
    "Track number" : "Номер трека",
    "Track metadata" : "Данные трека",
    "Track genre" : "Жанр трека",
    "Tree layout" : "Вид древом",
    "Unknown album" : "Неизвестный альбом",
    "Unknown artist" : "Неизвестный исполнитель",
    "Unlike the other settings, this switch is stored per browser and not per user account." : "В отличие от остальных данный параметр сохраняется в кэше конкретного браузера, а не на сервере.",
    "unlimited" : "все совпадения",
    "Update date" : "Дата изменения",
    "Upload music in the files app to listen to it here" : "Закачайте музыку в приложении Файлы, чтобы послушать её здесь",
    "Use this address to browse your music collection from a Subsonic compatible player." : "Используйте этот адрес, чтобы просмотреть вашу музыкальную коллекцию с совместимого с Subsonic плеера"
    "Use this address to browse your music collection from an Ampache compatible player. If this URL doesn't work try to append '/server/xml.server.php'." : "Используйте этот адрес, чтобы просмотреть вашу музыкальную коллекцию с совместимого с Ampache плеера. Если адрес не работает, добавьте к нему '/server/xml.server.php'",
    "Use your username and following password to connect to this Ampache instance:" : "Используйте свой логин и пароль ниже для подключения к данному экземпляру Ampache:",
    "User interface" : "Интерфейс",
    "Volume" : "Громкость",
    "Year" : "Год",
    "Years" : "Годы",
    "You can browse and play your music collection from external applications which support either Ampache or Subsonic API." : "Вы можете получить доступ к вашей коллекции из сторонних приложений с поддержкой API Subsonic или Ampache.",
    "You may add radio stations either by manually entering the stream URL or by importing a playlist file containing one or more stream URLs." : "Вы можете добавить радиостанции, введя их URL вручную или импортировав файл плейлиста, включающий такие URL.",
    "tracks" : "дорожки",
    "{{ scanningScanned }} of {{ scanningTotal }}" : "{{ scanningScanned }} из {{ scanningTotal }}"
},"pluralForm" :"nplurals=4; plural=(n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<12 || n%100>14) ? 1 : n%10==0 || (n%10>=5 && n%10<=9) || (n%100>=11 && n%100<=14)? 2 : 3);"
}
