{ "translations": {
    "+ New Playlist" : "+ Ny spellista",
    "Albums" : "Album",
    "All tracks" : "Alla låtar",
    "Artists" : "Artister",
    "Click here to start the scan" : "Klicka här för att börja skanning",
    "Description" : "Beskrivning",
    "Description (e.g. App name)" : "Beskrivning (ex. App-namn)",
    "Generate API password" : "Generera API-lösenord",
    "Here you can generate passwords to use with the Ampache API, because they can't be stored in a really secure way due to the design of the Ampache API. You can generate as many passwords as you want and revoke them anytime." : "Här kan du generera lösenord för användning med Ampaches API, eftersom de inte kan lagras på ett riktigt säkert sätt på grund av Ampachi API:ns design. Du kan generera så många lösenord du vill och upphäva dem när som helst.",
    "Invalid path" : "Ogiltig sökväg",
    "Keep in mind, that the Ampache API is just a preview and is unstable. Feel free to report your experience with this feature in the corresponding <a href=\"https://github.com/owncloud/music/issues/60\">issue</a>. I would also like to have a list of clients to test with. Thanks" : "Kom ihåg, att Ampaches API endast är en förhandsvisning och är ostabil. Du är välkommen att rapportera din upplevelse med denna funktionen i motsvarande <a href=\"https://github.com/owncloud/music/issues/60\">problem</a>. Jag skulle också vilja ha en lista över klienter att testa med.\nTack",
    "Music" : "Musik",
    "New music available" : "Ny musik tillgänglig",
    "New music available. Click here to reload the music library." : "Ny musik tillgänglig. Klicka här för att ladda om musikbiblioteket.",
    "Next" : "Nästa",
    "No music found" : "Ingen musik hittades",
    "Path to your music collection" : "Sökvägen till din musiksamling",
    "Pause" : "Paus",
    "Play" : "Spela",
    "Previous" : "Föregående",
    "Repeat" : "Upprepa",
    "Revoke API password" : "Upphäv API-lösenord",
    "Scanning music …" : "Skannar musik...",
    "Shuffle" : "Blanda",
    "Some not playable tracks were skipped." : "Några icke spelbara spår hoppades över",
    "This setting specifies the folder which will be scanned for music." : "Denna inställning specificerar vilken mapp som kommer skannas efter musik",
    "Tracks" : "Spår",
    "Unknown album" : "Okänt album",
    "Unknown artist" : "Okänd artist",
    "Upload music in the files app to listen to it here" : "Ladda upp musik i filappen för att lyssna till den här",
    "Use this address to browse your music collection from any Ampache compatible player." : "Använd denna adress för att bläddra igenom din musiksamling från valfri Ampache-kompatibel enhet.",
    "Use your username and following password to connect to this Ampache instance:" : "Använd ditt användarnamn och följande lösenord för att ansluta mot denna Ampache instansen:",
    "Volume" : "Volym",
    "tracks" : "låtar",
    "{{ scanningScanned }} of {{ scanningTotal }}" : "{{ scanningScanned }} av {{ scanningTotal }}"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}